return		-- 同一行的后面属于备注
{			--[[		
					这里面是多行备注,对游戏无影响
					在改动之前，建议先做好备份
					改好之后记得备份到其他地方，以防下次更新时被替换掉！！
							--]]
	ACTIONFAIL =
	{
        REPAIR =
        {
            WRONGPIECE = "哪里错了吗？喵~",		--化石骨架拼接错误
        },
        BUILD =
        {
            MOUNTED = "我就先不能下来吗？",		--建造失败（骑乘状态）
            HASPET = "不能三心二意哦。",		--建造失败（已经有一个宠物了）
        },
		SHAVE =
		{
			AWAKEBEEFALO = "本喵的自觉告诉我这是很危险的。",		--给醒着的牛刮毛
			GENERIC = "我才不要拿剃刀对着那个呢。",		--刮牛毛失败
			NOBITS = "它已经没毛了。",		--给没毛的牛刮毛
		},
		STORE =
		{
			GENERIC = "好像装满了。",		--存放东西失败
			NOTALLOWED = "我想这东西不是放这的。",		--存放东西--不被允许
			INUSE = "我可以在你之后用那个吗？",		--别人正在用箱子
            NOTMASTERCHEF = "那是沃利的。",		--暂无注释
		},
        CONSTRUCT =
        {
            INUSE = "该轮到本喵了！。",		--建筑正在使用
            NOTALLOWED = "自觉告诉我它不是放着的。",		--建筑不允许使用
            EMPTY = "空空如也。",		--建筑空了
            MISMATCH = "是哪里不对吗，喵？",		--升级套件错误（目前用不到）
        },
		RUMMAGE =
		{	
			GENERIC = "开个箱子那么难的吗？",		--打开箱子失败
			INUSE = "本喵应该再等等。",		--打开箱子 正在使用
            NOTMASTERCHEF = "那是沃利的。",		--暂无注释
		},
		UNLOCK =
        {
        },
		USEKLAUSSACKKEY =
        {
        	WRONGKEY = "这可不是正确的钥匙，喵~",		--使用克劳斯钥匙
        	KLAUS = "是时候展现本喵的技术了！",		--克劳斯
        },
		ACTIVATE = 
		{
			LOCKED_GATE = "我可不能徒手打开它。",		--远古钥匙
		},
        COOK =
        {
            GENERIC = "这一定是锅的问题~",		--做饭失败
            INUSE = "别这样看这我，是锅的祸！",		--做饭失败-别人在用锅
            TOOFAR = "本喵的手没那么长。",		--做饭失败-太远
        },
        START_CARRAT_RACE =
        {
            NO_RACERS = "我要去抓几只胡萝卜鼠玩玩。",		--暂无注释
        },
        FISH_OCEAN =
		{
			TOODEEP = "本喵得需要个称手的鱼杆才行。",		--试图拿普通鱼杆在海里钓鱼
		},
        OCEAN_FISHING_POND =
		{
			WRONGGEAR = "咦，有点玩过头了？",		--暂无注释
		},
        GIVE =
        {
            GENERIC = "我等下再试试。",		--给予失败
            DEAD = "它们脱离的物质的束缚。",		--给予 -目标死亡
            SLEEPING = "昏昏沉沉，一睡不醒。",		--给予--目标睡觉
            BUSY = "对方正忙着呢。",		--给予--目标正忙
            NOTGEM = "我不认为那东西在那里会有用...",		--给的不是宝石
            WRONGGEM = "我...又搞错了...",		--给错了宝石
            NOTSTAFF = "那不是正确的东西...",		--给月石祭坛的物品不是法杖
            MUSHROOMFARM_NEEDSSHROOM = "它需要一个小小的蘑菇。",		--蘑菇农场需要蘑菇
            MUSHROOMFARM_NEEDSLOG = "它需要活木才能活过来。",		--蘑菇农场需要活木
            SLOTFULL = "上面已经有材料了。",		--已经放了材料后，再给雕像桌子再给一个材料
            FOODFULL = "它还没有吃掉我们上次供奉的祭品...",		--没调用
            NOTDISH = "那恐怕不好...",		--没调用
            DUPLICATE = "它不想复习一下。",		--给雕像桌子已经学习过的图纸
            NOTSCULPTABLE = "我觉得给的东西错了。",		--给陶艺圆盘的东西不对
            CANTSHADOWREVIVE = "它没有生存的意志。",		--中庭仍在CD
            WRONGSHADOWFORM = "这些骨头胡乱拼装起来，怪可怕的...",		--没调用
            NOMOON = "我做不到。",		--洞穴里建造月石科技
			PIGKINGGAME_MESSY = "帮我得先清理一下。",		--猪王旁边有建筑，不能开始抢元宝
			PIGKINGGAME_DANGER = "我得先把麻烦处理了再玩。",		--危险，不能开始抢元宝
			PIGKINGGAME_TOOLATE = "已经太晚了，该回去休息了。",		--不是白天，不能开始抢元宝
        },
        GIVETOPLAYER =
        {
            FULL = "总有些人喜欢把东西塞得满满的",		--给玩家一个东西 -但是背包满了
            DEAD = "它们摆脱了世俗。",		--给死亡的玩家一个东西
            SLEEPING = "睡得好香，也许我不应该现在打扰他们。",		--给睡觉的玩家一个东西
            BUSY = "你看上去很忙...",		--给忙碌的玩家一个东西
        },
        GIVEALLTOPLAYER =
        {
            FULL = "总有些人喜欢把东西塞得满满的",		--给人一组东西 但是背包满了
            DEAD = "它们摆脱了世俗",		--给于死去的玩家一组物品
            SLEEPING = "睡得好香，也许我不应该现在打扰他们。",		--给于正在睡觉的玩家一组物品
            BUSY = "你看上去很忙...",		--给于正在忙碌的玩家一组物品
        },
        WRITE =
        {
            GENERIC = "我...我做不到。",		--鞋子失败
            INUSE = "抓紧时间…我看着。",		--写字 正在使用中
        },
        DRAW =
        {
            NOIMAGE = "本喵不是灵魂画师~",		--画图缺乏图像
        },
        CHANGEIN =
        {
            GENERIC = "有什么意义。",		--换装失败 
            BURNING = "我猜最近都换不了衣服了。",		--换装失败-着火了
            INUSE = "我应该先等等。",		--衣橱有人占用
        },
        ATTUNE =
        {
            NOHEALTH = "我感觉不太好...",		--制造肉雕像血量不足
        },
        MOUNT =
        {
            TARGETINCOMBAT = "我想我应该先等它冷静下来。",		--骑乘，牛正在战斗
            INUSE = "喂，那是本喵的坐骑！",		--骑乘（牛被占据）
        },
        SADDLE =
        {
            TARGETINCOMBAT = "我想我应该先等它冷静下来。",		--给战斗状态的牛上鞍
        },
        TEACH =
        {
            KNOWN = "本喵已经知道这个了。",		--学习已经知道的蓝图
            CANTLEARN = "它超出了我的认知。",		--学习无法学习的蓝图
            WRONGWORLD = "它来着幻想乡？",		--学习另外一个世界的地图
			MESSAGEBOTTLEMANAGER_NOT_FOUND = "我想我需要一点光。",--Likely trying to read messagebottle treasure map in caves		--暂无注释
        },
        WRAPBUNDLE =
        {
            EMPTY = "我没办法把虚无打包起来...",		--打包纸是空的
        },
        PICKUP =
        {
			RESTRICTION = "等等这好像不是我的武器。",		--熔炉模式下捡起错误的武器
			INUSE = "有人抢在了我前面。",		--捡起已经打开的容器
            NOTMINE_YOTC =
            {
                "它……似乎不太喜欢我。",		--暂无注释
                "本喵才不稀罕呢！",		--暂无注释
            },
        },
        SLAUGHTER =
        {
            TOOFAR = "它逃脱了死神冰冷的拥抱...只是暂时。",		--屠杀？？ 因为太远而失败
        },
        REPLATE =
        {
            MISMATCH = "这道菜不应装在这个容器里。", 		--暴食-换盘子换错了 比如用碗换碟子
            SAMEDISH = "我已经把它装盘了。", 		--暴食-换盘子已经换了
        },
        SAIL =
        {
        	REPAIR = "看起来不错。",		--暂无注释
        },
        ROW_FAIL =
        {
            BAD_TIMING0 = "哦，我应该小心一点的。",		--暂无注释
            BAD_TIMING1 = "我可怜的衣服啊。",		--暂无注释
            BAD_TIMING2 = "哎...",		--暂无注释
        },
        LOWER_SAIL_FAIL =
        {
            "好吧，下次一定！",		--暂无注释
            "哦，这糟糕的结果！",		--暂无注释
            "本喵的航海能力应该提高点再来。",		--暂无注释
        },
        BATHBOMB =
        {
            GLASSED = "盖满了玻璃...",		--暂无注释
            ALREADY_BOMBED = "有人已经这么做了。",		--暂无注释
        },
		GIVE_TACKLESKETCH =
		{
			DUPLICATE = "哦...我的信息没用...",		--暂无注释
		},
		COMPARE_WEIGHABLE =
		{
			TOO_SMALL = "它被带走的太早了……",		--暂无注释
		},
        BEGIN_QUEST =
        {
            ONEGHOST = "我一次只能渡一个灵魂到达目的地……",		--暂无注释
        },
	},
	ACTIONFAIL_GENERIC = "再来！",		--动作失败
	ANNOUNCE_BOAT_LEAK = "我们的船在哭泣吗？",		--暂无注释
	ANNOUNCE_BOAT_SINK = "阴沟里翻船！",		--暂无注释
	ANNOUNCE_DIG_DISEASE_WARNING = "你的死期又一次被延迟了。",		--挖起生病的植物
	ANNOUNCE_PICK_DISEASE_WARNING = "我感到了腐烂的气息",		--（植物生病）
	ANNOUNCE_ADVENTUREFAIL = "并不是所有死亡都是相似的。",		--没调用（废案）
    ANNOUNCE_MOUNT_LOWHEALTH = "醒醒，你还不能到那边去！",		--牛血量过低
	ANNOUNCE_BEES = "蜜蜂在我耳边嗡嗡叫！",		--戴养蜂帽被蜜蜂蛰
	ANNOUNCE_BOOMERANG = "噢！疼疼疼~",		--回旋镖
	ANNOUNCE_CHARLIE = "本喵有一种不好的预感！",		--查理即将攻击
	ANNOUNCE_CHARLIE_ATTACK = "疼疼疼！",		--被查理攻击
	ANNOUNCE_COLD = "我感到彻骨的寒冷。",		--过冷
	ANNOUNCE_HOT = "怎么那么热啊！",		--过热
	ANNOUNCE_CRAFTING_FAIL = "我缺少必要的材料。",		--没调用
	ANNOUNCE_DEERCLOPS = "危险在悄悄来临",		--boss来袭
	ANNOUNCE_CAVEIN = "大地在颤抖！",		--要地震了？？？
	ANNOUNCE_ANTLION_SINKHOLE = 
	{
		"哦，又怎么了？",		--蚁狮地震
		"我脚下的地面正在崩溃。",		--蚁狮地震
		"大地要把我整个吸进去了。",		--蚁狮地震
	},
	ANNOUNCE_ANTLION_TRIBUTE =
	{
        "一个礼物...",		--向蚁狮致敬
        "今天，我们致敬...",		--给蚁狮上供
        "它的怒气暂时平息了。",		--给蚁狮上供
	},
	ANNOUNCE_SACREDCHEST_YES = "本喵真是机智~",		--远古宝箱物品正确给出蓝图
	ANNOUNCE_SACREDCHEST_NO = "哦，又失败了...",		--远古宝箱
    ANNOUNCE_DUSK = "空气中飘满了玫瑰的香味…",		--进入黄昏
	ANNOUNCE_EAT =
	{
		GENERIC = "味道不错。",		--吃东西
		PAINFUL = "那不是给本喵吃的！",		--吃怪物肉
		SPOILED = "为什么要给本喵吃这种东西！",		--吃腐烂食物
		STALE = "本喵不想吃不新鲜的东西",		--吃黄色食物
		INVALID = "本喵才不吃呢！",		--拒吃
        YUCKY = "我好想看见了危字",		--吃红色食物
    },
    ANNOUNCE_ENCUMBERED =
    {
        "我自己的包袱...必须我自己扛...",		--搬运雕像、可疑的大理石
        "我不需要...帮助...",		--搬运雕像、可疑的大理石
        "生活...就像一场试验...",		--搬运雕像、可疑的大理石
        "...呼...",		--搬运雕像、可疑的大理石
        "哼...",		--搬运雕像、可疑的大理石
        "...坚持...",		--搬运雕像、可疑的大理石
        "我...没事...",		--搬运雕像、可疑的大理石
        "别担心...我能行...",		--搬运雕像、可疑的大理石
        "我内心已经极其沉重了...怎么还来这个...",		--搬运雕像、可疑的大理石
    },
    ANNOUNCE_ATRIUM_DESTABILIZING = 
    {
		"死者应起立。",		--中庭击杀boss后即将刷新
		"野兽来了。",		--中庭震动
		"哼，放马过来吧！",		--中庭击杀boss后即将刷新
	},
    ANNOUNCE_RUINS_RESET = "死而复生。",		--地下重置
    ANNOUNCE_SNARED = "我被关在笼子里了！",		--远古嘤嘤怪的骨笼
    ANNOUNCE_REPELLED = "它有精灵保护它...",		--嘤嘤怪保护状态
	ANNOUNCE_ENTER_DARK = "本喵不惧黑暗。",		--进入黑暗
	ANNOUNCE_ENTER_LIGHT = "黑暗中的明灯！",		--进入光源
	ANNOUNCE_FREEDOM = "自由，太好了。",		--没调用（废案）
	ANNOUNCE_HIGHRESEARCH = "我看到了虚空，它深沉而又黑暗。",		--没调用（废案）
	ANNOUNCE_HOUNDS = "那帮讨厌的家伙又来了",		--猎犬将至
	ANNOUNCE_WORMS = "啊哦。我想我们该离开。",		--蠕虫袭击
	ANNOUNCE_HUNGRY = "本喵好饿啊~",		--饥饿
	ANNOUNCE_HUNT_BEAST_NEARBY = "直觉告诉我，我们快找到它了！",		--即将找到野兽
	ANNOUNCE_HUNT_LOST_TRAIL = "我好想跟丢了。",		--猎物（大象脚印丢失）
	ANNOUNCE_HUNT_LOST_TRAIL_SPRING = "它的痕迹随风飘逝了。",		--大猎物丢失踪迹
	ANNOUNCE_INV_FULL = "本喵带不了更多东西了。",		--身上的物品满了
	ANNOUNCE_KNOCKEDOUT = "我又一次醒过来了。唉。",		--被催眠
	ANNOUNCE_LOWRESEARCH = "浅薄的知识...",		--没调用（废案）
	ANNOUNCE_MOSQUITOS = "蚊子！尽情享用我的鲜血吧！",		--没调用
    ANNOUNCE_NOWARDROBEONFIRE = "不好，着火了！",		--橱柜着火
    ANNOUNCE_NODANGERGIFT = "周围有危险！",		--周围有危险的情况下打开礼物
    ANNOUNCE_NOMOUNTEDGIFT = "我应该下来再打开这个礼物。",		--骑牛的时候打开礼物
	ANNOUNCE_NODANGERSLEEP = "现在睡觉是很危险的！",		--危险，不能睡觉
	ANNOUNCE_NODAYSLEEP = "阳光明媚，现在不是睡觉的时候。",		--白天睡帐篷
	ANNOUNCE_NODAYSLEEP_CAVE = "我还不累。",		--洞穴里白天睡帐篷
	ANNOUNCE_NOHUNGERSLEEP = "本喵饿了~",		--饿了无法睡觉
	ANNOUNCE_NOSLEEPONFIRE = "真是危险啊...",		--营帐着火无法睡觉				
	ANNOUNCE_NODANGERSIESTA = "我连打个盹都不行。就不能让我清静点吗？",		--危险，不能午睡
	ANNOUNCE_NONIGHTSIESTA = "我真的宁愿是在帐篷里。",		--夜晚睡凉棚
	ANNOUNCE_NONIGHTSIESTA_CAVE = "我真的宁愿是在帐篷里。",		--在洞穴里夜晚睡凉棚
	ANNOUNCE_NOHUNGERSIESTA = "饿的时候是睡不着的。",		--饱度不足无法午睡
	ANNOUNCE_NODANGERAFK = "现在我不能放松警惕…",		--战斗状态下线（已经移除）
	ANNOUNCE_NO_TRAP = "我预想会有巨大的困难。",		--没有陷阱？？？没调用
	ANNOUNCE_PECKED = "小家伙在试探我的耐心吗？",		--被小高鸟啄
	ANNOUNCE_QUAKE = "大地在颤抖！",		--地震
	ANNOUNCE_RESEARCH = "我现在掌握了更多关于这个糟糕世界的知识。",		--没调用
	ANNOUNCE_SHELTER = "感谢大自然的庇护。",		--下雨天躲树下
	ANNOUNCE_THORNS = "噢！带刺的东西！",		--玫瑰、仙人掌、荆棘扎手
	ANNOUNCE_BURNT = "噢！地狱之火！",		--烧完了
	ANNOUNCE_TORCH_OUT = "黑暗再次降临！",		--火把用完了
	ANNOUNCE_THURIBLE_OUT = "因祸得福。",		--香炉燃尽
	ANNOUNCE_FAN_OUT = "小风车随风飞逝了",		--小风车停了
    ANNOUNCE_COMPASS_OUT = "它再也不能感觉到大地的力量了。",		--指南针用完了
	ANNOUNCE_TRAP_WENT_OFF = "噢，天哪！",		--触发陷阱（例如冬季陷阱）
	ANNOUNCE_UNIMPLEMENTED = "哎哟。没那个必要。",		--没调用
	ANNOUNCE_WORMHOLE = "本喵闪亮登场！",		--跳虫洞
	ANNOUNCE_TOWNPORTALTELEPORT = "我死了吗？",		--豪华传送
	ANNOUNCE_CANFIX = "",		--墙壁可以修理
	ANNOUNCE_ACCOMPLISHMENT = "这一切都是短暂的。",		--没调用
	ANNOUNCE_ACCOMPLISHMENT_DONE = "有一天，这个也会被忘记的。",			--没调用
	ANNOUNCE_INSUFFICIENTFERTILIZER = "它需要多一点肥料。",		--土地肥力不足
	ANNOUNCE_TOOL_SLIP = "哦，好吧，反正我也不需要它。",		--工具滑出
	ANNOUNCE_LIGHTNING_DAMAGE_AVOIDED = "劈不到，劈不到~",		--规避闪电
	ANNOUNCE_TOADESCAPING = "可恶的家伙别跑！",		--蟾蜍正在逃跑
	ANNOUNCE_TOADESCAPED = "居然被它逃了",		--蟾蜍逃走了
	ANNOUNCE_DAMP = "哇，水路漫漫。",		--潮湿（1级）
	ANNOUNCE_WET = "我的头发被淋湿了。",		--潮湿（2级）
	ANNOUNCE_WETTER = "我浑身都湿透了。",		--潮湿（3级）
	ANNOUNCE_SOAKED = "我仿佛看见了蓝色的海洋。",		--潮湿（4级）
	ANNOUNCE_WASHED_ASHORE = "哦好吧，我活下来了。",		--暂无注释
    ANNOUNCE_DESPAWN = "再见了，别太想本喵",		--下线
	ANNOUNCE_BECOMEGHOST = "呜呜呜呜呜！！",		--变成鬼魂
	ANNOUNCE_GHOSTDRAIN = "鬼魂…想玩？",		--队友死亡掉san
	ANNOUNCE_PETRIFED_TREES = "这些石树会开花吗？",		--石化树
	ANNOUNCE_KLAUS_ENRAGE = "死亡行走在我们中间。",		--克劳斯被激怒（杀死了鹿）
	ANNOUNCE_KLAUS_UNCHAINED = "野兽回来了，它的枷锁解开了。",		--克劳斯-未上锁的  猜测是死亡准备变身？
	ANNOUNCE_KLAUS_CALLFORHELP = "小贼要来了。",		--克劳斯召唤小偷
	ANNOUNCE_MOONALTAR_MINE =
	{	
		GLASS_MED = "我会弄你出来的。",		--暂无注释
		GLASS_LOW = "差点。",		--暂无注释
		GLASS_REVEAL = "看。",		--暂无注释
		IDOL_MED = "我会弄你出来的。",		--暂无注释
		IDOL_LOW = "差点。",		--暂无注释
		IDOL_REVEAL = "看。",		--暂无注释
		SEED_MED = "我会弄你出来的。",		--暂无注释
		SEED_LOW = "差点。",		--暂无注释
		SEED_REVEAL = "看。",		--暂无注释
	},
    ANNOUNCE_SPOOKED = "喵！",		--被吓到		
	ANNOUNCE_BRAVERY_POTION = "无所畏惧！",		--勇气药剂
	ANNOUNCE_MOONPOTION_FAILED = "叹气……本来也没指望能管用。",		--暂无注释
	ANNOUNCE_EATING_NOT_FEASTING = "也许我也该加入盛宴……",		--暂无注释
	ANNOUNCE_WINTERS_FEAST_BUFF = "暖暖的~",		--暂无注释
	ANNOUNCE_IS_FEASTING = "真……不错。",		--暂无注释
	ANNOUNCE_WINTERS_FEAST_BUFF_OVER = "一切都会消失。",		--暂无注释
    ANNOUNCE_REVIVING_CORPSE = "你今天不会看见死神了...",		--没调用（熔炉）
    ANNOUNCE_REVIVED_OTHER_CORPSE = "搞定了。",		--没调用（熔炉）
    ANNOUNCE_REVIVED_FROM_CORPSE = "谢...谢你...",		--没调用（熔炉）
    ANNOUNCE_FLARE_SEEN = "有人发了个信号...",		--暂无注释
    ANNOUNCE_OCEAN_SILHOUETTE_INCOMING = "我们被死亡的阴影笼罩了。",		--暂无注释 
    ANNOUNCE_ATTACH_BUFF_ELECTRICATTACK    = "我感到了力量的快感！",		--暂无注释
    ANNOUNCE_ATTACH_BUFF_ATTACK            = "可能是我的想象吧，但我觉得强壮了...",		--暂无注释
    ANNOUNCE_ATTACH_BUFF_PLAYERABSORPTION  = "暂时不会感到痛了。",		--暂无注释
    ANNOUNCE_ATTACH_BUFF_WORKEFFECTIVENESS = "我也许该发挥点作用吧。",		--暂无注释
    ANNOUNCE_ATTACH_BUFF_MOISTUREIMMUNITY  = "至少我在痛苦的时候是干燥的。",		--暂无注释
    ANNOUNCE_DETACH_BUFF_ELECTRICATTACK    = "风暴过去了。",		--暂无注释
    ANNOUNCE_DETACH_BUFF_ATTACK            = "我的力量在衰退。",		--暂无注释
    ANNOUNCE_DETACH_BUFF_PLAYERABSORPTION  = "啊，没能持续。",		--暂无注释
    ANNOUNCE_DETACH_BUFF_WORKEFFECTIVENESS = "我的热情似乎很短暂。",		--暂无注释
    ANNOUNCE_DETACH_BUFF_MOISTUREIMMUNITY  = "我又对大自然毫无防备了。",		--暂无注释
	ANNOUNCE_OCEANFISHING_LINESNAP = "啊。早料到了。",		--暂无注释
	ANNOUNCE_OCEANFISHING_LINETOOLOOSE = "线太松了。",		--暂无注释
	ANNOUNCE_OCEANFISHING_GOTAWAY = "这可不是个好习惯。",		--钓海鱼切换武器
	ANNOUNCE_OCEANFISHING_BADCAST = "叹息。当然了。",		--暂无注释	
	ANNOUNCE_OCEANFISHING_IDLE_QUOTE = 
	{
		"钓鱼需要耐心~",		--久而无鱼
		"鱼来！",		--暂无注释
		"喵？",		--暂无注释
		"钓鱼是一件愉快的事，喵~",		--暂无注释
	},
	ANNOUNCE_WEIGHT = "重量：{weight}",		--暂无注释
	ANNOUNCE_WEIGHT_HEAVY  = "重量: {weight}\n又多了美味的大鱼",		--暂无注释
	ANNOUNCE_WINCH_CLAW_MISS = "失误了，喵",		--暂无注释
	ANNOUNCE_WINCH_CLAW_NO_ITEM = "它需要一条大鱼",		--暂无注释
    ANNOUNCE_READ_BOOK = 
    {
    },
    ANNOUNCE_WEAK_RAT = "它需要更多的训练才行。",		--暂无注释
    ANNOUNCE_CARRAT_START_RACE = "比赛开始，喵！",		--暂无注释
    ANNOUNCE_CARRAT_ERROR_WRONG_WAY =
	{
        "我一看你就跑错方向了。",		--暂无注释
        "你是在笑我吗，胡萝卜鼠？",		--暂无注释
    },
    ANNOUNCE_CARRAT_ERROR_FELL_ASLEEP = "起床了，蠢胡萝卜鼠！",    		--暂无注释
    ANNOUNCE_CARRAT_ERROR_WALKING = "你非得拖拖拉拉？",    		--暂无注释
    ANNOUNCE_CARRAT_ERROR_STUNNED = "你怎么不动弹？",		--暂无注释
	BATTLECRY =
	{
		GENERIC = "让你尝尝本喵的厉害！",		--战斗
		PIG = "小猪找打！",		--战斗 猪人
		PREY = "受死吧，小家伙！",		--战斗 小动物，兔子
		SPIDER = "日常欺负小蜘蛛，喵~",		--战斗 蜘蛛
		SPIDER_WARRIOR = "接招，喵！",		--战斗 蜘蛛战士
		DEER = "再见小鹿",		--战斗 无眼鹿
	},
	COMBAT_QUIT =
	{
		GENERIC = "你过来呀，喵~",		--攻击目标被卡住，无法攻击
		PIG = "今天本喵就饶你一命。",		--退出战斗-猪人
		PREY = "现在你会更珍惜生命的礼物。",		--退出战斗 猎物？？大象？
		SPIDER = "本喵下次再来找你们。",		-- 退出战斗 蜘蛛
		SPIDER_WARRIOR = "本喵有事先撤了。",		--退出战斗 蜘蛛战士
	},
	DESCRIBE =
	{
		MULTIPLAYER_PORTAL = "那只眼睛仿佛在注视着本喵",		-- 物品名:"绚丽之门"
        MULTIPLAYER_PORTAL_MOONROCK = "冰冷而美丽。",		-- 物品名:"天体传送门"
        MOONROCKIDOL = "死气沉沉的供品。",		-- 物品名:"月岩雕像" 制造描述:"重要人物。"
        CONSTRUCTION_PLANS = "我还有必要建造它吗？",		-- 物品名:未找到
        ANTLION =
        {
            GENERIC = "你知道任何谜语吗？",		-- 物品名:"蚁狮"->默认
            VERYHAPPY = "礼物让它更高兴了...",		-- 物品名:"蚁狮"
            UNHAPPY = "一股深沉的愤怒正在酝酿...",		-- 物品名:"蚁狮"
        },
        ANTLIONTRINKET = "要是能踢一下就好了。",		-- 物品名:"沙滩玩具"
        SANDSPIKE = "把它做成艺术品应该不错...",		-- 物品名:"沙刺"
        SANDBLOCK = "让我想起了在海滩的那段时光。",		-- 物品名:"沙堡"
        GLASSSPIKE = "本喵欣慰地看这艺术品。",		-- 物品名:"玻璃尖刺"
        GLASSBLOCK = "时光凝结的瞬间。",		-- 物品名:"玻璃城堡"
        BALLOONS_EMPTY = "真是可惜了。",		-- 物品名:"韦斯的气球" 制造描述:"要是有更简单的方法该多好。"
        BALLOON = "一个彩色的提示，带我回到了童年。",		-- 物品名:"气球"
        BERNIE_INACTIVE =
        {
            BROKEN = "可怜的小熊。",		-- 物品名:"伯尼" 制造描述:"这个疯狂的世界总有你熟悉的人。"
            GENERIC = "他过了艰难的一生。",		-- 物品名:"伯尼"->默认 制造描述:"这个疯狂的世界总有你熟悉的人。"
        },
        BERNIE_ACTIVE = "他跳舞跳到忘记痛苦。",		-- 物品名:"伯尼"
        BERNIE_BIG = "哇，好大的毛绒玩具。",		-- 物品名:"伯尼！"
        BOOK_BIRDS = "鸟儿希望天空，那是它们该去的地方。",		-- 物品名:"世界鸟类手册" 制造描述:"涵盖1000个物种：习性、栖息地及叫声。"
        BOOK_TENTACLES = "这是个危险的东西。",		-- 物品名:"触手的召唤" 制造描述:"让我们来了解一下地下的朋友们！"
        BOOK_GARDENING = "想想看，一片旋转的红玫瑰田...",		-- 物品名:"应用园艺学" 制造描述:"讲述培育和照料植物的相关知识。"
        BOOK_SLEEP = "真是贴心。",		-- 物品名:"睡前故事" 制造描述:"送你入梦的睡前故事。"
        BOOK_BRIMSTONE = "这本巨著会终结一切…",		-- 物品名:"末日将至！" 制造描述:"世界将在火焰和灾难中终结！"
        PLAYER =
        {
            GENERIC = "本喵对你表示友好，%s",		-- 物品名:未找到
            ATTACKER = "%s，你弄疼本喵了！",		-- 物品名:未找到
            MURDERER = "谋杀者！杀人凶手！",		-- 检查击杀别的玩家的人说的
            REVIVER = "本喵感谢你，%s。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"	--检查复活自己的人说的
            GHOST = "%s真是缺心眼。",		-- 物品名:"幽灵"
            FIRESTARTER = "你想看到这个世界燃烧吗？",		-- 物品名:未找到
        },
		--DIY人物
		REISEN = 	--铃仙
		{
			GENERIC = "那是一只来自幻想乡的兔子",		-- 一般情况下
            ATTACKER = "%s，你弄疼本喵了！",		-- 物品名:未找到
            MURDERER = "月战老兵!",		-- 检查击杀别的玩家的人说的
            REVIVER = "本喵居然失误了...",			--检查复活自己的人说的
            GHOST = "%s真是不长点记性啊。",		-- 物品名:"幽灵"
            FIRESTARTER = "Reisen她发疯了！",		-- 物品名:未找到
		
		},
		HARUZ = 	--胆小狗
		{
			GENERIC = "Haruz，是你吗？",		-- 一般情况下
            ATTACKER = "哼，本喵不理你了！",		-- 物品名:未找到
            MURDERER = "Haruz你变了!",		-- 检查击杀别的玩家的人说的
            REVIVER = "Haruz谢谢你",			--检查复活自己的人说的
            GHOST = "别怕Haruz，我来了",		-- 物品名:"幽灵"
            FIRESTARTER = "...",		-- 物品名:未找到
		},
		SOLLYZ = 	--猫妹子
		{
			GENERIC = "不愧是本喵",		-- 一般情况下
            ATTACKER = "打脸啊！",		-- 物品名:未找到
            MURDERER = "真是危险的家伙",		-- 检查击杀别的玩家的人说的
            REVIVER = "本喵又活过来了",			--检查复活自己的人说的
            GHOST = "本喵来救你了！",		-- 物品名:"幽灵"
            FIRESTARTER = "听说猫有九条命...",		-- 物品名:未找到
		},
		-----------------------
        WILSON =
        {
            GENERIC = "你好吗，%s？",		-- 物品名:"威尔逊"->默认
            ATTACKER = "%s很不稳定。",		-- 物品名:"威尔逊"
            MURDERER = "你已经疯了，科学家。",		-- 物品名:"威尔逊"
            REVIVER = "本喵感谢你，%s。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "那是个糟糕的实验，%s…",		-- 物品名:"幽灵"
            FIRESTARTER = "把火灭了，%s。",		-- 物品名:"威尔逊"
        },
        WOLFGANG =
        {
            GENERIC = "嗨，%s，你在害怕吗？",		-- 物品名:"沃尔夫冈"->默认
            ATTACKER = "我不相信%s。恐惧让人变得危险。",		-- 物品名:"沃尔夫冈"
            MURDERER = "天煞的魔鬼！",		-- 物品名:"沃尔夫冈"
            REVIVER = "本喵感谢你，%s。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "%s，真是个可怜的家伙",		-- 物品名:"幽灵"
            FIRESTARTER = "火保护不了你，%s。",		-- 物品名:"沃尔夫冈"
        },
        WAXWELL =
        {
            GENERIC = "你还好吧，%s？",		-- 物品名:"麦斯威尔"->默认
            ATTACKER = "我想，我不信任 %s。",		-- 物品名:"麦斯威尔"
            MURDERER = "天杀的坏蛋！",		-- 物品名:"麦斯威尔"
            REVIVER = "他重生了。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "我应该让你复活吗，%s？嗯...",		-- 物品名:"幽灵"
            FIRESTARTER = "你想讨个恶名吗？",		-- 物品名:"麦斯威尔"
        },
        WX78 =
        {
            GENERIC = "你好吗，%s？",		-- 物品名:"WX-78"->默认
            ATTACKER = "%s，你有良心吗？",		-- 物品名:"WX-78"
            MURDERER = "%s，我们谁也不能凌驾于死亡之上！",		-- 物品名:"WX-78"
            REVIVER = "本喵感谢你，%s。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "%s，你真需要心吗？",		-- 物品名:"幽灵"
            FIRESTARTER = "我已经开始觉得你只会夸夸其谈了，%s。",		-- 物品名:"WX-78"
        },
        WILLOW =
        {
            GENERIC = "你好吗，%s？",		-- 物品名:"薇洛"->默认
            ATTACKER = "%s是个疯女人。",		-- 物品名:"薇洛"
            MURDERER = "你犯了个可怕的错误，%s。",		-- 物品名:"薇洛"
            REVIVER = "本喵感谢你，%s。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "%s，当我带给你一颗心时，你应该说声谢谢。",		-- 物品名:"幽灵"
            FIRESTARTER = "让我们一起看着世界燃烧，%s。",		-- 物品名:"薇洛"
        },
        WENDY =
        {
            GENERIC = "她看起来很忧伤...",		-- 物品名:"温蒂"->默认
            ATTACKER = "%s... 她陷入了疯狂。",		-- 物品名:"温蒂"
            MURDERER = "我们没有见过太多死亡，%s？",		-- 物品名:"温蒂"
            REVIVER = "本喵感谢你，%s。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "至少一颗心会让一个%s回到这个世界...",		-- 物品名:"幽灵"
            FIRESTARTER = "火可能不是我会选择的方式…..",		-- 物品名:"温蒂"
        },
        WOODIE =
        {
            GENERIC = "你好吗，%s？",		-- 物品名:"伍迪"->默认
            ATTACKER = "%s和他的斧子鬼鬼祟祟地密谋什么。",		-- 物品名:"伍迪"
            MURDERER = "%s，我会给你安排比这更好的住所。",		-- 物品名:"伍迪"
            REVIVER = "本喵感谢你，%s。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "我们会拿到心，但你确定你想回来吗？",		-- 物品名:"幽灵"
            BEAVER = "奇怪的家伙",		-- 物品名:"伍迪"
            BEAVERGHOST = "就算死了，这诅咒还是缠扰着你吗，%s？",		-- 物品名:"伍迪"
            MOOSE = "你的状况看起来显著恶化了，%s。",		-- 物品名:"伍迪"
            MOOSEGHOST = "我想个办法让你回到这个凡尘俗世吧。如果你想的话。",		-- 物品名:"伍迪"
            GOOSE = "哈...你看着真蠢,我差点...算了，不说了。",		-- 物品名:"伍迪"
            GOOSEGHOST = "你明明能飞走，为什么还留在这个地方呢？",		-- 物品名:"伍迪"
            FIRESTARTER = "放火好像不是你最大的兴趣…",		-- 物品名:"伍迪"
        },
        WICKERBOTTOM =	--老奶奶
        {
            GENERIC = "你好，%s小姐。",		-- 物品名:"薇克巴顿"->默认
            ATTACKER = "%s小姐…你在跟我们唱反调吗？",		-- 物品名:"薇克巴顿"
            MURDERER = "“谋杀”，她写道。",		-- 物品名:"薇克巴顿"
            REVIVER = "本喵感谢你，%s小姐。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "博学也不能避免死亡...",		-- 物品名:"幽灵"
            FIRESTARTER = "%s小姐被火焰包裹着。",		-- 物品名:"薇克巴顿"
        },
        WES =
        {
            GENERIC = "你好吗，%s？",		-- 物品名:"韦斯"->默认
            ATTACKER = "你有些事情没告诉我们...",		-- 物品名:"韦斯"
            MURDERER = "%s，你死期到了！",		-- 物品名:"韦斯"
            REVIVER = "本喵感谢你，%s。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "如果我给你一颗心，你就不会离开我们，对吗？",		-- 物品名:"幽灵"
            FIRESTARTER = "%s，你有其他的方式表达自己。",		-- 物品名:"韦斯"
        },
        WEBBER =
        {
            GENERIC = "嘿，%s！",		-- 物品名:"韦伯"->默认
            ATTACKER = "%s，你是敌是友？",		-- 物品名:"韦伯"
            MURDERER = "%s，不要担心。这一点也不疼。",		-- 物品名:"韦伯"
            REVIVER = "%s，你是个好人。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "如果你之后能给我点蜘蛛丝，我想我会你的",		-- 物品名:"幽灵"
            FIRESTARTER = "%s，我们找一个不涉及火的游戏吧。",		-- 物品名:"韦伯"
        },
        WATHGRITHR =	--女武神
        {
            GENERIC = "你好吗，%s？",		-- 物品名:"薇格弗德"->默认
            ATTACKER = "%s…她好杀成性。",		-- 物品名:"薇格弗德"
            MURDERER = "%s，一切会很快结束。",		-- 物品名:"薇格弗德"
            REVIVER = "%s，你的心似乎也很强壮…",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "%s，我们感谢你的英勇",		-- 物品名:"幽灵"
            FIRESTARTER = "%s，挪威人有火神吗？",		-- 物品名:"薇格弗德"
        },
        WINONA =
        {
            GENERIC = "你好吗，%s？",		-- 物品名:"薇诺娜"->默认
            ATTACKER = "%s心里怒火中烧。",		-- 物品名:"薇诺娜"
            MURDERER = "给本喵等着！",		-- 物品名:"薇诺娜"
            REVIVER = "本喵感谢你，%s。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "你那样是逃不出去的，%s。",		-- 物品名:"幽灵"
            FIRESTARTER = "你干的那行需要用火吗...？",		-- 物品名:"薇诺娜"
        },
        WORTOX =
        {
            GENERIC = "呵呵，你真逗，%s。",		-- 物品名:"沃拓克斯"->默认
            ATTACKER = "你今天的表现不是一个好恶魔，%s。",		-- 物品名:"沃拓克斯"
            MURDERER = "恶魔就是恶魔！",		-- 物品名:"沃拓克斯"
            REVIVER = "%s关键时候还是能派上用场的。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "你输了一把游戏啊，%s？",		-- 物品名:"幽灵"
            FIRESTARTER = "我知道你都干了什么，%s。",		-- 物品名:"沃拓克斯"
        },
        WORMWOOD =
        {
            GENERIC = "你好吗，%s？",		-- 物品名:"沃姆伍德"->默认
            ATTACKER = "%s培养出了对鲜血的品味。",		-- 物品名:"沃姆伍德"
            MURDERER = "别担心，%s。我会给你一个痛快的了断。",		-- 物品名:"沃姆伍德"
            REVIVER = "%s的友谊天长地久。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "%s，回归了自然...",		-- 物品名:"幽灵"
            FIRESTARTER = "玩火者必自焚...",		-- 物品名:"沃姆伍德"
        },
        WARLY =
        {
            GENERIC = "你好吗，%s？",		-- 物品名:"沃利"->默认
            ATTACKER = "他打算把我们养肥了再杀么？",		-- 物品名:"沃利"
            MURDERER = "你的背叛到此为止，%s。",		-- 物品名:"沃利"
            REVIVER = "有时候他也通过做饭以外的方式表达关心。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "%s 去找寻新的食物了。",		-- 物品名:"幽灵"
            FIRESTARTER = "纵火犯！",		-- 物品名:"沃利"
        },
        WURT =
        {
            GENERIC = "你好啊，%s ？",		-- 物品名:"沃特"->默认
            ATTACKER = "下心点！",		-- 物品名:"沃特"
            MURDERER = "在她下次动手前，我们应该先动手！",		-- 物品名:"沃特"
            REVIVER = "感谢你，我的鱼人朋友。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
            GHOST = "可悲的家伙。",		-- 物品名:"幽灵"
            FIRESTARTER = "也许她想被本喵做成烤鱼！",		-- 物品名:"沃特"
        },
        GLOMMER = 
        {
            GENERIC = "恶趣味，确又不失可爱。",		-- 物品名:"格罗姆"->默认
            SLEEPING = "这小家伙睡着了。",		-- 物品名:"格罗姆"->睡着了
        },
        GLOMMERFLOWER =
        {
            GENERIC = "夜之花。",		-- 物品名:"格罗姆花"->默认
            DEAD = "即使是夜之花也会死亡。",		-- 物品名:"格罗姆花"->死了
        },
        GLOMMERWINGS = "就连他的翅膀也是小小而活泼的。",		-- 物品名:"格罗姆翅膀"
        GLOMMERFUEL = "黏糊糊的东西。",		-- 物品名:"格罗姆的黏液"
        BELL = "本喵感到一股远古的气息在这里面。",		-- 物品名:"远古铃铛" 制造描述:"这可不是普通的铃铛。"
        STATUEGLOMMER =
        {
            GENERIC = "那是什么？",		-- 物品名:"格罗姆雕像"->默认
            EMPTY = "可惜了...",		-- 物品名:"格罗姆雕像"
        },
        LAVA_POND_ROCK = "这难道是一块值得检查的石头吗？",		-- 物品名:"岩石"
		WEBBERSKULL = "他这样更好。",		-- 物品名:"韦伯的头骨"
		WORMLIGHT = "它发出了轻微的嗡嗡声。",		-- 物品名:"发光浆果"
		WORMLIGHT_LESSER = "它散发着微弱的光",		-- 物品名:"小发光浆果"
		WORM =
		{
		    PLANT = "它看起来格格不入。",		-- 物品名:"洞穴蠕虫"
		    DIRT = "那里有什么东西吗？",		-- 物品名:"洞穴蠕虫"
		    WORM = "它来自洞穴深处。",		-- 物品名:"洞穴蠕虫"
		},
        WORMLIGHT_PLANT = "它看起来格格不入。",		-- 物品名:"神秘植物"
		MOLE =
		{
			HELD = "真是只愚蠢的老鼠",		-- 物品名:"鼹鼠"->拿在手里
			UNDERGROUND = "待在下面，远离这个恐怖的地方。",		-- 物品名:"鼹鼠"
			ABOVEGROUND = "你应该回到黑暗的地方。",		-- 物品名:"鼹鼠"
		},
		MOLEHILL = "往下、往下、往下，一直挖到土地深处。",		-- 物品名:"鼹鼠丘"
		MOLEHAT = "这就是那些生物看到的东西。",		-- 物品名:"鼹鼠帽" 制造描述:"为穿戴者提供夜视能力。"
		EEL = "在地下的美味！。",		-- 物品名:"鳗鱼"
		EEL_COOKED = "应该放点配料再吃。",		-- 物品名:"烤鳗鱼"
		UNAGI = "看起来好美味啊！",		-- 物品名:"鳗鱼料理"
		EYETURRET = "我不知道它为什么帮我。",		-- 物品名:"眼睛炮塔"
		EYETURRET_ITEM = "我想它需要放好。",		-- 物品名:"眼睛炮塔" 制造描述:"要远离讨厌的东西，就得杀了它们。"
		MINOTAURHORN = "一位曾经的伟大野兽留下的全部遗物。",		-- 物品名:"守护者之角"
		MINOTAURCHEST = "天啊，你有一对多么华丽的角！",		-- 物品名:"大号华丽箱子"
		THULECITE_PIECES = "强大材料的碎片。",		-- 物品名:"铥矿碎片"
		POND_ALGAE = "一些水藻。",		-- 物品名:"水藻"
		GREENSTAFF = "我能看见其中深藏的能量火花。",		-- 物品名:"拆解魔杖" 制造描述:"干净而有效的摧毁。"
		GIFT = "这里面藏着什么呢？",		-- 物品名:"礼物"
        GIFTWRAP = "把东西打包起来，好看又可爱！",		-- 物品名:"礼物包装" 制造描述:"把东西打包起来，好看又可爱！"
		POTTEDFERN = "花盆限制了它的生长。",		-- 物品名:"蕨类盆栽" 制造描述:"做个花盆，里面栽上蕨类植物。"
        SUCCULENT_POTTED = "这个镀金的笼子是陶瓷的。",		-- 物品名:"多肉盆栽" 制造描述:"塞进陶盆的漂亮多肉植物。"
		SUCCULENT_PLANT = "生命是很顽强的。",		-- 物品名:"多肉植物"
		SUCCULENT_PICKED = "可惜不能吃...",		-- 物品名:"多肉植物"
		SENTRYWARD = "授予我们看见的力量...",		-- 物品名:"月眼守卫" 制造描述:"绘图者最有价值的武器。"
        TOWNPORTAL =
        {
			GENERIC = "当我不想独自一人的时候...",		-- 物品名:"强征传送塔"->默认 制造描述:"用沙子的力量聚集你的朋友们。"
			ACTIVE = "道路畅通了。",		-- 物品名:"强征传送塔"->激活了 制造描述:"用沙子的力量聚集你的朋友们。"
		},
        TOWNPORTALTALISMAN = 
        {
			GENERIC = "它来自斯芬克斯的胃。",		-- 物品名:"沙之石"->默认
			ACTIVE = "带我离开这里。",		-- 物品名:"沙之石"->激活了
		},
        WETPAPER = "为什么就不能把它晾干呢？",		-- 物品名:"纸张"
        WETPOUCH = "它来自洞穴深处。",		-- 物品名:"起皱的包裹"
        MOONROCK_PIECES = "现在它永远不会腐败...",		-- 物品名:"月亮石碎块"
        MOONBASE =		
        {
            GENERIC = "这是来自月亮的石头",		-- 物品名:"月亮石"->默认
            BROKEN = "它碎掉了。",		-- 物品名:"月亮石"
            STAFFED = "也许它是渴望祭品。,",		-- 物品名:"月亮石"
            WRONGSTAFF = "那看起来不对...",		-- 物品名:"月亮石"->插错法杖
            MOONSTAFF = "沐浴在苍白的永恒的亮光中...",		-- 物品名:"月亮石"->已经插了法杖的（月杖）
        },
        MOONDIAL = 
        {
			GENERIC = "不失美丽的观月装置。",		-- 物品名:"月晷"->默认 制造描述:"追踪月相！"
			NIGHT_NEW = "一轮新月在我们上面时隐时现。",		-- 物品名:"月晷"->新月 制造描述:"追踪月相！"
			NIGHT_WAX = "月亮在我们面前圆又圆。",		-- 物品名:"月晷"->上弦月 制造描述:"追踪月相！"
			NIGHT_FULL = "一轮满月在地面上时隐时现。",		-- 物品名:"月晷"->满月 制造描述:"追踪月相！"
			NIGHT_WANE = "月亮正在变小。",		-- 物品名:"月晷"->下弦月 制造描述:"追踪月相！"
			CAVE = "月亮可照不到这里。",		-- 物品名:"月晷"->洞穴 制造描述:"追踪月相！"
        },
		THULECITE = "它的存在标志着未知的边界。",		-- 物品名:"铥矿" 制造描述:"将小碎片合成一大块。"
		ARMORRUINS = "它能提供很好的保护效果。",		-- 物品名:"铥矿甲" 制造描述:"炫目并且能提供保护。"
		ARMORSKELETON = "须佐能乎！",		-- 物品名:"骨头盔甲"
		SKELETONHAT = "放飞你的想象。",		-- 物品名:"骨头头盔"
		RUINS_BAT = "远古的武器。",		-- 物品名:"铥矿棒" 制造描述:"尖钉让一切变得更好。"
		RUINSHAT = "本喵的王冠。",		-- 物品名:"铥矿皇冠" 制造描述:"附有远古力场！"
		NIGHTMARE_TIMEPIECE =
		{
            CALM = "我不知道阴影中潜伏着什么。",		-- 物品名:"铥矿徽章" 制造描述:"跟踪周围魔力水平的流动。"
            WARN = "我可以感觉到虎视眈眈的眼睛。",		-- 物品名:"铥矿徽章" 制造描述:"跟踪周围魔力水平的流动。"
            WAXING = "它们接近了。",		-- 物品名:"铥矿徽章" 制造描述:"跟踪周围魔力水平的流动。"
            STEADY = "它们就在身边！",		-- 物品名:"铥矿徽章" 制造描述:"跟踪周围魔力水平的流动。"
            WANING = "我想它们应该正在离去。",		-- 物品名:"铥矿徽章" 制造描述:"跟踪周围魔力水平的流动。"
            DAWN = "快要结束了。",		-- 物品名:"铥矿徽章" 制造描述:"跟踪周围魔力水平的流动。"
            NOMAGIC = "那东西离开了。",		-- 物品名:"铥矿徽章" 制造描述:"跟踪周围魔力水平的流动。"
		},
		BISHOP_NIGHTMARE = "时间终将战胜一切。",		-- 物品名:"损坏的发条主教"
		ROOK_NIGHTMARE = "时间会侵蚀一切。",		-- 物品名:"损坏的发条战车"
		KNIGHT_NIGHTMARE = "另一场输给时间的战斗。",		-- 物品名:"损坏的发条骑士"
		MINOTAUR = "它在守护者什么呢？",		-- 物品名:"远古守护者"
		SPIDER_DROPPER = "黑暗褪去了它们身上的颜色。",		-- 物品名:"穴居悬蛛"
		NIGHTMARELIGHT = "它从地下汲取能量。",		-- 物品名:"梦魇灯座"
		NIGHTSTICK = "夜光中的美丽。",		-- 物品名:"晨星锤" 制造描述:"用于夜间战斗的晨光。"
		GREENGEM = "充满了活力的气息。",		-- 物品名:"绿宝石"
		MULTITOOL_AXE_PICKAXE = "一个用途多多的工具。",		-- 物品名:"多用斧镐" 制造描述:"加倍实用。"
		ORANGESTAFF = "懒人的标配。",		-- 物品名:"懒人魔杖" 制造描述:"适合那些不喜欢走路的人。"
		YELLOWAMULET = "黑暗生活中的一道短暂光芒。",		-- 物品名:"魔光护符" 制造描述:"从天堂汲取力量。"
		GREENAMULET = "才华的闪光！",		-- 物品名:"建造护符" 制造描述:"用更少的材料合成物品！"
		SLURPERPELT = "一个空的饥饿口袋。",			-- 物品名:"铥矿徽章"->啜食者皮 制造描述:"跟踪周围魔力水平的流动。"
		SLURPER = "简单的生物。",		-- 物品名:"啜食者"
		SLURPER_PELT = "一个空的饥饿口袋。",		-- 物品名:"啜食者皮"
		ARMORSLURPER = "贴身、沉闷、有生命的装束。",		-- 物品名:"饥饿腰带" 制造描述:"保持肚子不饿。"
		ORANGEAMULET = "临时从苦差中解脱。",		-- 物品名:"懒人护符" 制造描述:"适合那些不喜欢捡东西的人。"
		YELLOWSTAFF = "星星点灯。",		-- 物品名:"唤星者魔杖" 制造描述:"召唤一个小星星。"
		YELLOWGEM = "我猜它能卖个高价。",		-- 物品名:"黄宝石"
		ORANGEGEM = "橘里橘气的。",		-- 物品名:"橙宝石"
        OPALSTAFF = "它去过Reisen的家乡。",		-- 物品名:"唤月者魔杖"
        OPALPRECIOUSGEM = "彩虹般耀眼的光明...",		-- 物品名:"彩虹宝石"
        TELEBASE = 
		{
			VALID = "能量从中流过。",		-- 物品名:"传送焦点"->有效 制造描述:"装上宝石试试。"
			GEMS = "它需要更多紫宝石。",		-- 物品名:"传送焦点"->需要宝石 制造描述:"装上宝石试试。"
		},
		GEMSOCKET = 
		{
			VALID = "宝石让能量聚集了。",		-- 物品名:"宝石底座"->有效
			GEMS = "它需要一颗宝石。",		-- 物品名:"宝石底座"->需要宝石
		},
		STAFFLIGHT = "我几乎能做出一个小小的太阳能系统。",		-- 物品名:"矮人之星"
        STAFFCOLDLIGHT = "照亮我的家门...",		-- 物品名:"极光"
        ANCIENT_ALTAR = "古老而神秘的建筑。",		-- 物品名:"远古伪科学站"
        ANCIENT_ALTAR_BROKEN = "这个好像破损了。",		-- 物品名:"损坏的远古伪科学站"
        ANCIENT_STATUE = "它看上去真奇怪。",		-- 物品名:"远古雕像"
        LICHEN = "它是怎么长成那样的？",		-- 物品名:"洞穴苔藓"
		CUTLICHEN = "就像生命一样转瞬即逝。",		-- 物品名:"苔藓"
		CAVE_BANANA = "猴子们应该会喜欢这东西。",		-- 物品名:"洞穴香蕉"
		CAVE_BANANA_COOKED = "热香蕉泥要美味多了。",		-- 物品名:"烤香蕉"
		CAVE_BANANA_TREE = "为什么它是长在地下的呢？",		-- 物品名:"洞穴香蕉树"
		ROCKY = "石憨憨。",		-- 物品名:"石虾"
		COMPASS =
		{
			GENERIC="我可能是个路痴。",		-- 物品名:"指南针"->默认 制造描述:"指向北方。"
			N = "北。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			S = "北。不，等等，是南。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			E = "东。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			W = "西。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			NE = "东北。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			SE = "东南。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			NW = "西北。",		-- 物品名:"指南针" 制造描述:"指向北方。"
			SW = "西南。",		-- 物品名:"指南针" 制造描述:"指向北方。"
		},
        HOUNDSTOOTH = "真锋利，也许Haruz会用得上。",		-- 物品名:"犬牙"
        ARMORSNURTLESHELL = "隐瞒某人问题的衣服。",		-- 物品名:"蜗壳护甲"
        BAT = "它浑身上下都充满了病毒！",		-- 物品名:"洞穴蝙蝠"
        BATBAT = "让其他生物尝尝它的厉害！",		-- 物品名:"蝙蝠棒" 制造描述:"所有科技都如此...耗费精神。"
        BATWING = "野味！",		-- 物品名:"洞穴蝙蝠翅膀"
        BATWING_COOKED = "哪怕是烤过的也有危险。",		-- 物品名:"烤蝙蝠翅膀"
        BATCAVE = "它们只是潜伏在那里面...",		-- 物品名:"蝙蝠洞"
        BEDROLL_FURRY = "真是又暖和又舒服。",		-- 物品名:"毛皮铺盖" 制造描述:"舒适地一觉睡到天亮！"
        BUNNYMAN = "地下的兔子精。",		-- 物品名:"兔人"
        FLOWER_CAVE = "它照亮了世界。",		-- 物品名:"荧光花"
        GUANO = "这是生命不可避免的副产品。",		-- 物品名:"鸟粪"
        LANTERN = "照出前方的路。",		-- 物品名:"提灯" 制造描述:"可加燃料、明亮、便携！"
        LIGHTBULB = "它在慢慢燃尽光亮。",		-- 物品名:"荧光果"
        MANRABBIT_TAIL = "毛茸茸、软绵绵的，尽显其本质。",		-- 物品名:"兔绒"
        MUSHROOMHAT = "有趣的帽子。",		-- 物品名:"蘑菇帽"
        MUSHROOM_LIGHT2 =
        {
            ON = "这样一个脆弱的真菌发光了...",		-- 物品名:"炽菇灯"->开启 制造描述:"受到火山岩浆灯饰学问的激发。"
            OFF = "我们把它变得和我的心脏的血一样红吧...",		-- 物品名:"炽菇灯"->关闭 制造描述:"受到火山岩浆灯饰学问的激发。"
            BURNT = "好的东西不可能会持续。",		-- 物品名:"炽菇灯"->烧焦的 制造描述:"受到火山岩浆灯饰学问的激发。"
        },
        MUSHROOM_LIGHT =
        {
            ON = "让人舒服的光。",		-- 物品名:"蘑菇灯"->开启 制造描述:"任何蘑菇的完美添加物。"
            OFF = "哦看...一个蘑菇...",		-- 物品名:"蘑菇灯"->关闭 制造描述:"任何蘑菇的完美添加物。"
            BURNT = "生命在继续。",		-- 物品名:"蘑菇灯"->烧焦的 制造描述:"任何蘑菇的完美添加物。"
        },
        SLEEPBOMB = "带来这样甜蜜的睡眠。",		-- 物品名:"睡袋" 制造描述:"可以扔掉的袋子睡意沉沉。"
        MUSHROOMBOMB = "蘑菇形式的死亡。",		-- 物品名:"炸弹蘑菇"
        SHROOM_SKIN = "我们锻造的死亡提醒。",		-- 物品名:"蘑菇皮"
        TOADSTOOL_CAP =
        {
            EMPTY = "空空如也。",		-- 物品名:"毒菌蟾蜍"
            INGROUND = "有东西长出来了。",		-- 物品名:"毒菌蟾蜍"->在地里面
            GENERIC = "那毒菌只是想被砍掉。",		-- 物品名:"毒菌蟾蜍"->默认
        },
        TOADSTOOL =
        {
            GENERIC = "挑战它是件让人疲惫的事",		-- 物品名:"毒菌蟾蜍"->默认
            RAGE = "它开始蹦跶了。",		-- 物品名:"毒菌蟾蜍"->愤怒
        },
        MUSHROOMSPROUT =
        {
            GENERIC = "它是否含有生命的气息呢？",		-- 物品名:"孢子帽"->默认
            BURNT = "这可不能吃。",		-- 物品名:"孢子帽"->烧焦的
        },
        MUSHTREE_TALL =
        {
            GENERIC = "这是一些奇怪的树。",		-- 物品名:"蓝蘑菇树"->默认
            BLOOM = "它这么努力地尝试，为什么？",		-- 物品名:"蓝蘑菇树"->蘑菇树繁殖？？
        },
        MUSHTREE_MEDIUM =
        {
            GENERIC = "红色让它看上去略显危险。",		-- 物品名:"红蘑菇树"->默认
            BLOOM = "它的所有努力都掉落在多石的土壤上。",		-- 物品名:"红蘑菇树"->蘑菇树繁殖？？
        },
        MUSHTREE_SMALL =
        {
            GENERIC = "有小地精生活在这里吗？",		-- 物品名:"绿蘑菇树"->默认
            BLOOM = "它有着鲜艳的外表。",		-- 物品名:"绿蘑菇树"->蘑菇树繁殖？？
        },
        MUSHTREE_TALL_WEBBED = "蜘蛛们的家。",		-- 物品名:"蛛网蓝蘑菇树"
        SPORE_TALL =
        {
            GENERIC = "自由飞翔吧，小家伙！",		-- 物品名:"蓝色孢子"->默认
            HELD = "许多已经消亡。但这个很安全。",		-- 物品名:"蓝色孢子"->拿在手里
        },
        SPORE_MEDIUM =
        {
            GENERIC = "它的生命很短暂，但是很美好。",		-- 物品名:"红色孢子"->默认
            HELD = "许多已经消亡。但这个很安全。",		-- 物品名:"红色孢子"->拿在手里
        },
        SPORE_SMALL =
        {
            GENERIC = "它丝毫没有时间的概念，或者失去的概念。",		-- 物品名:"绿色孢子"->默认
            HELD = "许多已经消亡。但这个很安全。",		-- 物品名:"绿色孢子"->拿在手里
        },
        RABBITHOUSE =
        {
            GENERIC = "它并不像看上去那样是可以吃的。",		-- 物品名:"兔屋"->默认 制造描述:"可容纳一只巨大的兔子及其所有物品。"
            BURNT = "火候掌握得不好。",		-- 物品名:"兔屋"->烧焦的 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        },
        SLURTLE = "它盲目地追逐着石头。",		-- 物品名:"蛞蝓龟"
        SLURTLE_SHELLPIECES = "梦想破碎后的残片。",		-- 物品名:"贝壳碎片"
        SLURTLEHAT = "它肯定对原来的主人没什么帮助。",		-- 物品名:"贝壳头盔"
        SLURTLEHOLE = "尖壳蜗牛长得太大的时候就会从里面出来。",		-- 物品名:"蛞蝓龟窝"
        SLURTLESLIME = "它闪烁着微光，看上去就很黏。",		-- 物品名:"蛞蝓龟黏液"
        SNURTLE = "那个蜗牛的壳更大。",		-- 物品名:"蜗牛龟"
        SPIDER_HIDER = "它可不像地上的蜘蛛一样好对付。",		-- 物品名:"洞穴蜘蛛"
        SPIDER_SPITTER = "我得小心它的进攻。",		-- 物品名:"喷射蜘蛛"
        SPIDERHOLE = "这里到处都是蜘蛛。",		-- 物品名:"蛛网岩"
        SPIDERHOLE_ROCK = "这里到处都是蜘蛛。",		-- 物品名:"兔屋" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
        STALAGMITE = "大地慷慨地奉献了这些岩石。",		-- 物品名:"石笋"
        STALAGMITE_TALL = "大地的奇观。",		-- 物品名:"石笋"
        TREASURECHEST_TRAP = "本喵要成为宝藏猎人了~",		-- 物品名:"宝箱"
        TURF_CARPETFLOOR = "为什么不是红色的呢。",		-- 物品名:"地毯地板" 制造描述:"超级柔软。闻着就像皮弗娄牛。"
        TURF_CHECKERFLOOR = "大型棋盘。",		-- 物品名:"棋盘地板" 制造描述:"精心制作成棋盘状的大理石地砖。"
        TURF_DIRT = "混合着泥土的味道。",		-- 物品名:"泥土地皮"
        TURF_FOREST = "它来着森林。",		-- 物品名:"森林地皮"
        TURF_GRASS = "可以去做草坪了。",		-- 物品名:"长草地皮"
        TURF_MARSH = "时刻提醒着危险。",		-- 物品名:"沼泽地皮" 制造描述:"沼泽在哪，家就在哪！"
        TURF_METEOR = "我想Reisen的家乡的地皮不是长这样的。",		-- 物品名:"月球环形山地皮" 制造描述:"月球表面的月坑。"
        TURF_PEBBLEBEACH = "一些地皮。",		-- 物品名:"岩石海滩地皮"
        TURF_ROAD = "修自己的路，让别人说去吧！",		-- 物品名:"卵石路" 制造描述:"修建你自己的道路，通往任何地方。"
        TURF_ROCKY = "一些地皮。",		-- 物品名:"岩石地皮"
        TURF_SAVANNA = "充满了热带气息。",		-- 物品名:"热带草原地皮"
        TURF_WOODFLOOR = "这可真不错。",		-- 物品名:"木地板" 制造描述:"优质复合地板。"
		TURF_CAVE="哦...",		-- 物品名:"鸟粪地皮"
		TURF_FUNGUS="菌类在上面繁衍。",		-- 物品名:"菌类地皮"
		TURF_SINKHOLE="一些地皮。",		-- 物品名:"黏滑地皮"
		TURF_UNDERROCK="一些地皮。",		-- 物品名:"洞穴岩石地皮"
		TURF_MUD="一些地皮。",		-- 物品名:"泥泞地皮"
		TURF_DECIDUOUS = "好看但不好摆放。",		-- 物品名:"桦树地皮"
		TURF_SANDY = "一些地皮。",		-- 物品名:"兔屋" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_BADLANDS = "一些地皮。",		-- 物品名:"兔屋" 制造描述:"可容纳一只巨大的兔子及其所有物品。"
		TURF_DESERTDIRT = "为什么沙漠会有地皮？",		-- 物品名:"沙漠地皮"
		TURF_FUNGUS_GREEN = "一些地皮。",		-- 物品名:"菌类地皮"
		TURF_FUNGUS_RED = "一些地皮。",		-- 物品名:"菌类地皮"
		TURF_DRAGONFLY = "成本极大的地皮。",		-- 物品名:"龙鳞地板" 制造描述:"消除火灾蔓延速度。"
		POWCAKE = "从名字上看挺诱人的。",		-- 物品名:"芝士蛋糕"
        CAVE_ENTRANCE = "有人不想让别人进入地下。",		-- 物品名:"堵住的陷洞"
        CAVE_ENTRANCE_RUINS = "有人不想让别人进入地下。",		-- 物品名:"被堵住的陷洞"->单机 洞二入口
       	CAVE_ENTRANCE_OPEN = 
        {
            GENERIC = "我太忙了，没时间发疯进入那个洞。",		-- 物品名:"陷洞"->默认
            OPEN = "地表之下潜伏着巨大的危险。",		-- 物品名:"陷洞"->打开
            FULL = "洞穴晚会没有容我的余地…",		-- 物品名:"陷洞"->满了
        },
        CAVE_EXIT = 
        {
            GENERIC = "为什么要离开？这里的光线显得我气色不错。",		-- 物品名:"楼梯"->默认
            OPEN = "地面在召唤我。",		-- 物品名:"楼梯"->打开
            FULL = "哦…我想我没有被邀请参加地面晚会…",		-- 物品名:"楼梯"->满了
        },
		MAXWELLPHONOGRAPH = "多功能音乐播放器？",		-- 物品名:"麦斯威尔的留声机"->单机 麦斯威尔留声机
		BOOMERANG = "不是很实用的东西。",		-- 物品名:"回旋镖" 制造描述:"来自澳洲土著。"
		PIGGUARD = "这头小猪看上去脾气不好。",		-- 物品名:"猪人守卫"
		ADVENTURE_PORTAL = "如果我能控制它就好了。",		-- 物品名:"麦斯威尔之门"->单机 麦斯威尔之门
		AMULET = "我想知道它以前的主人是谁。",		-- 物品名:"重生护符" 制造描述:"逃离死神的魔爪。"
		ANIMAL_TRACK = "野兽的痕迹。",		-- 物品名:"动物足迹"
		ARMORGRASS = "不是太实用。",		-- 物品名:"草甲" 制造描述:"提供少许防护。"
		ARMORMARBLE = "沉稳是它的代言词。",		-- 物品名:"大理石甲" 制造描述:"它很重，但能够保护你。"
		ARMORWOOD = "是个好东西，不用了还可以烧。",		-- 物品名:"木甲" 制造描述:"为你抵御部分伤害。"
		ARMOR_SANITY = "让我们疯狂起来！",		-- 物品名:"魂甲" 制造描述:"保护你的躯体，但无法保护你的心智。"
		ASH =
		{
			GENERIC = "另一场熊熊大火过后只剩下这些。",		-- 物品名:"灰烬"->默认
			REMAINS_GLOMMERFLOWER = "传送的时候，花被烧成灰了！",		-- 物品名:"灰烬"->单机专用
			REMAINS_EYE_BONE = "传送的时候，眼骨被烧成灰了！",		-- 物品名:"灰烬"->单机专用
			REMAINS_THINGIE = "在被烧毁前，它曾经是某样东西…",		-- 物品名:"灰烬"->单机专用
		},
		AXE = "这可不是淑女改干的活。",		-- 物品名:"斧头" 制造描述:"砍倒树木！"
		BABYBEEFALO = 
		{
			GENERIC = "享受你的童年吧。很快你就会知道现实世界的残酷。",		-- 物品名:"小皮弗娄牛"->默认
		    SLEEPING = "不要醒过来。",		-- 物品名:"小皮弗娄牛"->睡着了
        },
        BUNDLE = "我甚至都不记得里面有什么了...",		-- 物品名:"捆绑物资"
        BUNDLEWRAP = "把东西打包起来应该会容易搬一点。",		-- 物品名:"捆绑包装" 制造描述:"打包你的东西的部分和袋子。"
		BACKPACK = "运用更多的空间。",		-- 物品名:"背包" 制造描述:"携带更多物品。"
		BACONEGGS = "吃了这份营养均衡的早餐，新的一天又开始了。",		-- 物品名:"培根煎蛋"
		BANDAGE = "没有药膏可以缓解存在的痛苦。",		-- 物品名:"蜂蜜药膏" 制造描述:"愈合小伤口。"
		BASALT = "尝试破坏它是毫无意义的。",		-- 物品名:"玄武岩"
		BEARDHAIR = "真脏。",		-- 物品名:"胡子"
		BEARGER = "免费的劳动力。",		-- 物品名:"狂暴熊獾"
		BEARGERVEST = "温暖我们的躯体。",		-- 物品名:"熊皮背心" 制造描述:"熊皮背心。"
		ICEPACK = "它有保鲜效果。",		-- 物品名:"保鲜背包" 制造描述:"容量虽小，但能保持东西新鲜。"
		BEARGER_FUR = "闻起来像不怎么样。",		-- 物品名:"熊皮" 制造描述:"毛皮再生。"
		BEDROLL_STRAW = "一觉睡到天亮。",		-- 物品名:"草席卷" 制造描述:"一觉睡到天亮。"
		BEEQUEEN = "她是个无情的帝皇...",		-- 物品名:"蜂王"
		BEEQUEENHIVE = 
		{
			GENERIC = "蜜蜂把它们甜美的标记留在土地上。",		-- 物品名:"蜂蜜地块"->默认
			GROWING = "她暂时...不构成危险...",		-- 物品名:"蜂蜜地块"->正在生长
		},
        BEEQUEENHIVEGROWN = "滴落着敌意，和蜂蜜。",		-- 物品名:"巨大蜂窝"
        BEEGUARD = "它们的奉献没有边界。",		-- 物品名:"嗡嗡蜜蜂"
        HIVEHAT = "下面曾经策划了什么黑暗的阴谋诡计？",		-- 物品名:"蜂王冠"
        MINISIGN =
        {
            GENERIC = "历史总是惊人的相似...",		-- 物品名:"小木牌"->默认
            UNDRAWN = "它光秃秃...",		-- 物品名:"小木牌"->没有画画
        },
        MINISIGN_ITEM = "我们必须把它插进土地里...",		-- 物品名:"小木牌" 制造描述:"用羽毛笔在这些上面画画。"
		BEE =
		{
			GENERIC = "我可不想被它蛰到。",		-- 物品名:"蜜蜂"->默认
			HELD = "别乱动，小家伙。",		-- 物品名:"蜜蜂"->拿在手里
		},
		BEEBOX =
		{
			READY = "它们的辛勤工作收获颇丰!",		-- 物品名:"蜂箱"->准备好的 满的 制造描述:"贮存你自己的蜜蜂。"
			FULLHONEY = "它们的辛勤工作收获颇丰!",		-- 物品名:"蜂箱"->蜂蜜满了 制造描述:"贮存你自己的蜜蜂。"
			GENERIC = "他们偷来的劳动成果如此美味。",		-- 物品名:"蜂箱"->默认 制造描述:"贮存你自己的蜜蜂。"
			NOHONEY = "干活，小蜜蜂！",		-- 物品名:"蜂箱"->没有蜂蜜 制造描述:"贮存你自己的蜜蜂。"
			SOMEHONEY = "再加把劲。",		-- 物品名:"蜂箱"->有一些蜂蜜 制造描述:"贮存你自己的蜜蜂。"
			BURNT = "蜂蜜烧掉了。",		-- 物品名:"蜂箱"->烧焦的 制造描述:"贮存你自己的蜜蜂。"
		},
		MUSHROOM_FARM =
		{
			STUFFED = "完全充满了生机...",		-- 物品名:"蘑菇农场"->塞，满了？？ 制造描述:"种蘑菇。"
			LOTS = "尽管困难重重...它还是茁壮成长...",		-- 物品名:"蘑菇农场"->很多 制造描述:"种蘑菇。"
			SOME = "生命的开始...",		-- 物品名:"蘑菇农场"->有一些 制造描述:"种蘑菇。"
			EMPTY = "虚无。所有事物的自然状态。",		-- 物品名:"蘑菇农场" 制造描述:"种蘑菇。"
			ROTTEN = "没有什么逃得掉衰败的拉扯。",		-- 物品名:"蘑菇农场"->腐烂的--需要活木 制造描述:"种蘑菇。"
			BURNT = "它不存在了。",		-- 物品名:"蘑菇农场"->烧焦的 制造描述:"种蘑菇。"
			SNOWCOVERED = "严寒咬了一口它的心。",		-- 物品名:"蘑菇农场"->被雪覆盖 制造描述:"种蘑菇。"
		},
		BEEFALO =
		{
			FOLLOWER = "希望驯服它不会花费太多时间...",		-- 物品名:"皮弗娄牛"->追随者
			GENERIC = "那些眼睛背后一定藏有什么疯狂的想法。",		-- 物品名:"皮弗娄牛"->默认
			NAKED = "它秃了。",		-- 物品名:"皮弗娄牛"->牛毛被刮干净了
			SLEEPING = "睡觉，偶尔做梦。",		-- 物品名:"皮弗娄牛"->睡着了
            DOMESTICATED = "它已经被驯化了",		-- 物品名:"皮弗娄牛"->驯化牛
            ORNERY = "战无不胜！",		-- 物品名:"皮弗娄牛"->战斗牛
            RIDER = "我们可以一起冒险到远方。",		-- 物品名:"皮弗娄牛"->骑行牛
            PUDGY = "这世界满是野兽。",		-- 物品名:"皮弗娄牛"->胖牛
		},
		BEEFALOHAT = "盖住某人的头。",		-- 物品名:"牛角帽" 制造描述:"成为牛群中的一员！连气味也变得一样。"
		BEEFALOWOOL = "在某个地方，一头皮弗娄牛正光着身子受冻。",		-- 物品名:"牛毛"
		BEEHAT = "有了这个，我再也不用害怕那些快乐的嗡嗡声，也不用害怕那些毒刺了。",		-- 物品名:"养蜂帽" 制造描述:"防止被愤怒的蜜蜂蜇伤。"
        BEESWAX = "它本身是没有用的。",		-- 物品名:"蜂蜡" 制造描述:"一种有用的防腐蜂蜡。"
		BEEHIVE = "充满渣滓和花粉的可悲蜂窝。",		-- 物品名:"蜂窝"
		BEEMINE = "它们在那里面还是活的。可怜的小东西。",		-- 物品名:"蜜蜂地雷" 制造描述:"变成武器的蜜蜂。会出什么问题？"
		BEEMINE_MAXWELL = "里面暴怒的生物无比怀念往昔的自由。",		-- 物品名:"麦斯威尔的蚊子陷阱"->单机 麦斯威尔的蚊子陷阱
		BERRIES = "这些浆果很酸。",		-- 物品名:"浆果"
		BERRIES_COOKED = "味道更均衡，但过不了多久它们就会腐烂。",		-- 物品名:"烤浆果"
        BERRIES_JUICY = "我最好在死亡吃掉他们之前吃掉这些。",		-- 物品名:"多汁浆果"
        BERRIES_JUICY_COOKED = "这不会暂停变质，只是在拖延。",		-- 物品名:"烤多汁浆果"
		BERRYBUSH =
		{
			BARREN = "它荒芜了。",		-- 物品名:"浆果丛"
			WITHERED = "它向高温屈服了。",		-- 物品名:"浆果丛"->枯萎了
			GENERIC = "一份点心，也许吧？",		-- 物品名:"浆果丛"->默认
			PICKED = "等待开始。",		-- 物品名:"浆果丛"->被采完了
			DISEASED = "它不在这个世界呆不久了...",		-- 物品名:"浆果丛"->生病了
			DISEASING = "形势堪忧...",		-- 物品名:"浆果丛"->正在生病？？
			BURNING = "它的痛苦马上就会结束。",		-- 物品名:"浆果丛"->正在燃烧
		},
		BERRYBUSH_JUICY =
		{
			BARREN = "这没有任何生命…...",		-- 物品名:"多汁浆果丛"
			WITHERED = "被热气烤的皱巴巴的。",		-- 物品名:"多汁浆果丛"->枯萎了
			GENERIC = "如果我想的话，我能把它剥干净...",		-- 物品名:"多汁浆果丛"->默认
			PICKED = "应该给的一切都给了。",		-- 物品名:"多汁浆果丛"->被采完了
			DISEASED = "它不再留恋这个世界...",		-- 物品名:"多汁浆果丛"->生病了
			DISEASING = "它在悬崖上...",		-- 物品名:"多汁浆果丛"->正在生病？？
			BURNING = "它的痛苦马上就会结束。",		-- 物品名:"多汁浆果丛"->正在燃烧
		},
		BIGFOOT = "毁灭的先兆。",		-- 物品名:"大脚怪"->单机 大脚怪
		BIRDCAGE =
		{
			GENERIC = "我们中很少有人可以看到我们的笼子。",		-- 物品名:"鸟笼"->默认 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			OCCUPIED = "他现在更开心了。",		-- 物品名:"鸟笼"->被占领 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			SLEEPING = "它也许只是睡着了。",		-- 物品名:"鸟笼"->睡着了 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			HUNGRY = "它一定是饿了。",		-- 物品名:"鸟笼"->有点饿了 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			STARVING = "空虚正在吞噬它。",		-- 物品名:"鸟笼"->挨饿 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			DEAD = "它飞向了它向往的天空。",		-- 物品名:"鸟笼"->死了 制造描述:"为你的鸟类朋友提供一个幸福的家。"
			SKELETON = "那...曾经是一只鸟。",		-- 物品名:"骷髅"
		},
		BIRDTRAP = "树枝和蜘蛛丝也能变得致命。",		-- 物品名:"捕鸟陷阱" 制造描述:"捕捉会飞的动物。"
		CAVE_BANANA_BURNT = "死亡和苦难永无休止。",		-- 物品名:"鸟笼"->烧焦的洞穴香蕉树 制造描述:"为你的鸟类朋友提供一个幸福的家。"
		BIRD_EGG = "高蛋白食物。",		-- 物品名:"鸟蛋"
		BIRD_EGG_COOKED = "美味的早餐。",		-- 物品名:"煎蛋"
		BISHOP = "他在祈祷什么？",		-- 物品名:"发条主教"
		BLOWDART_FIRE = "Set the world on fire!",		-- 物品名:"火焰吹箭" 制造描述:"向你的敌人喷火。"
		BLOWDART_SLEEP = "不会让目标沉睡，只会造成短暂的休眠。",		-- 物品名:"催眠吹箭" 制造描述:"催眠你的敌人。"
		BLOWDART_PIPE = "从这一端吹气，另一端出来的是痛苦。",		-- 物品名:"吹箭" 制造描述:"向你的敌人喷射利齿。"
		BLOWDART_YELLOW = "拥抱闪电的力量。",		-- 物品名:"雷电吹箭" 制造描述:"朝你的敌人放闪电。"
		BLUEAMULET = "冰冷酷炫。",		-- 物品名:"寒冰护符" 制造描述:"多么冰冷酷炫的护符。"
		BLUEGEM = "如果真爱有颜色那一定是...",		-- 物品名:"蓝宝石"
		BLUEPRINT = 
		{ 
            COMMON = "知识的结晶，不过能不能看懂就是另一回事了。",		-- 物品名:"蓝图"
            RARE = "占在科技的前沿。",		-- 物品名:"蓝图"->罕见的
        },
        SKETCH = "我想我们可以制造出这里画的东西...",		-- 物品名:"{item}骨架"
		BLUE_CAP = "单调乏味的菌类。",		-- 物品名:"采摘的蓝蘑菇"
		BLUE_CAP_COOKED = "全都是有韧性的。",		-- 物品名:"烤蓝蘑菇"
		BLUE_MUSHROOM =
		{
			GENERIC = "一股霉臭味。",		-- 物品名:"蓝蘑菇"->默认
			INGROUND = "它在酝酿着什么呢。",		-- 物品名:"蓝蘑菇"->在地里面
			PICKED = "采掉了。",		-- 物品名:"蓝蘑菇"->被采完了
		},
		BOARDS = "对树木来说更可怕。",		-- 物品名:"木板" 制造描述:"更平直的木头。"
		BONESHARD = "为什么不做成骨头汤呢？",		-- 物品名:"骨头碎片"
		BONESTEW = "一天一炖肉，远离饥饿和苗条。",		-- 物品名:"炖肉汤"
		BUGNET = "抓虫子用的。",		-- 物品名:"捕虫网" 制造描述:"抓虫子用的。"
		BUSHHAT = "在这疯狂的世界里伪装自己...",		-- 物品名:"灌木丛帽" 制造描述:"很好的伪装！"
		BUTTER = "你是否听说过黄油的诅咒？",		-- 物品名:"黄油"
		BUTTERFLY =
		{
			GENERIC = "美丽的生命，如昙花一现。",		-- 物品名:"蝴蝶"->默认
			HELD = "它的生命掌握在我的手中。",		-- 物品名:"蝴蝶"->拿在手里
		},
		BUTTERFLYMUFFIN = "看你如何逃出这个甜蜜陷阱！",		-- 物品名:"蝴蝶松饼"
		BUTTERFLYWINGS = "那只蝴蝶再也不能飞了。",		-- 物品名:"蝴蝶翅膀"
		BUZZARD = "我听说它们以死去的生物为食。",		-- 物品名:"秃鹫"
		SHADOWDIGGER = "现在它不会感到孤单了？",		-- 物品名:"蝴蝶"
		CACTUS = 
		{
			GENERIC = "它有刺做武器，等等，为什么不能拿它做我们的武器呢？",		-- 物品名:"仙人掌"->默认
			PICKED = "成为平地了。",		-- 物品名:"仙人掌"->被采完了
		},
		CACTUS_MEAT_COOKED = "防御被剥夺。",		-- 物品名:"烤仙人掌肉"
		CACTUS_MEAT = "它还是很危险。",		-- 物品名:"仙人掌肉"
		CACTUS_FLOWER = "就连满身是刺的植物也有花。呃。",		-- 物品名:"仙人掌花"
		COLDFIRE =
		{
			EMBERS = "黑暗快要降临了。",		-- 物品名:"吸热篝火"->即将熄灭 制造描述:"这火是越烤越冷的冰火。"
			GENERIC = "驱散夏日的炎热！",		-- 物品名:"吸热篝火"->默认 制造描述:"这火是越烤越冷的冰火。"
			HIGH = "明亮的火焰！",		-- 物品名:"吸热篝火"->高 制造描述:"这火是越烤越冷的冰火。"
			LOW = "黑暗来袭。",		-- 物品名:"吸热篝火"->低？ 制造描述:"这火是越烤越冷的冰火。"
			NORMAL = "奇怪的火。",		-- 物品名:"吸热篝火"->普通 制造描述:"这火是越烤越冷的冰火。"
			OUT = "这不是个好兆头。",		-- 物品名:"吸热篝火"->出去？外面？ 制造描述:"这火是越烤越冷的冰火。"
		},
		CAMPFIRE =
		{
			EMBERS = "黑暗快要降临了。",		-- 物品名:"营火"->即将熄灭 制造描述:"燃烧时发出光亮。"
			GENERIC = "也许我该坐下来烤烤火。",		-- 物品名:"营火"->默认 制造描述:"燃烧时发出光亮。"
			HIGH = "它继承了火的意志！",		-- 物品名:"营火"->高 制造描述:"燃烧时发出光亮。"
			LOW = "黑暗来袭。",		-- 物品名:"营火"->低？ 制造描述:"燃烧时发出光亮。"
			NORMAL = "这是一堆营火。",		-- 物品名:"营火"->普通 制造描述:"燃烧时发出光亮。"
			OUT = "这不是个好兆头。",		-- 物品名:"营火"->出去？外面？ 制造描述:"燃烧时发出光亮。"
		},
		CANE = "行如风。",		-- 物品名:"步行手杖" 制造描述:"泰然自若地快步走。"
		CATCOON = "小猫你好啊，喵~",		-- 物品名:"浣猫"
		CATCOONDEN = 
		{
			GENERIC = "那里是小猫们的家。",		-- 物品名:"空心树桩"->默认
			EMPTY = "也许有一天它会被重建的。",		-- 物品名:"空心树桩"
		},
		CATCOONHAT = "要做出这顶帽子得杀害多少小猫啊！",		-- 物品名:"猫帽" 制造描述:"适合那些重视温暖甚于朋友的人。"
		COONTAIL = "可怜的小猫，我为你默哀。",		-- 物品名:"猫尾"
		CARROT = "Reisen也许会很喜欢它。",		-- 物品名:"胡萝卜"
		CARROT_COOKED = "这是一根经过烈火考验的胡萝卜。",		-- 物品名:"烤胡萝卜"
		CARROT_PLANTED = "这是一根种在地里的胡萝卜。",		-- 物品名:"胡萝卜"
		CARROT_SEEDS = "这是一根等待长大的胡萝卜。",		-- 物品名:"胡萝卜种子"
		CARTOGRAPHYDESK =
		{
			GENERIC = "边界上或者怪物的地图是最好的。",		-- 物品名:"制图桌"->默认 制造描述:"准确地告诉别人你去过哪里。"
			BURNING = "好吧，旧的地图边缘看起来总是像烧过一样...",		-- 物品名:"制图桌"->正在燃烧 制造描述:"准确地告诉别人你去过哪里。"
			BURNT = "那么不再绘图了。",		-- 物品名:"制图桌"->烧焦的 制造描述:"准确地告诉别人你去过哪里。"
		},
		WATERMELON_SEEDS = "形状特别适合从嘴里吐出来。",		-- 物品名:"西瓜种子"
		CAVE_FERN = "晦暗中的一抹颜色。",		-- 物品名:"蕨类植物"
		CHARCOAL = "它见证了一场大火。",		-- 物品名:"木炭"
        CHESSPIECE_PAWN = "在这场游戏中谁是棋子，谁又是棋手呢？",		-- 物品名:"卒子棋子"
        CHESSPIECE_ROOK =
        {
            GENERIC = "一个仅仅是更伟大的东西的随从。",		-- 物品名:"战车棋子"->默认
            STRUGGLE = "它们在那里。",		-- 物品名:"战车棋子"->三基佬棋子晃动
        },
        CHESSPIECE_KNIGHT =
        {
            GENERIC = "哦，如果我可以骑走，进入夜晚之中。",		-- 物品名:"骑士棋子"->默认
            STRUGGLE = "它们在那里。",		-- 物品名:"骑士棋子"->三基佬棋子晃动
        },
        CHESSPIECE_BISHOP =
        {
            GENERIC = "一个棋子，受制于棋盘。",		-- 物品名:"主教棋子"->默认
            STRUGGLE = "它们在那里。",		-- 物品名:"主教棋子"->三基佬棋子晃动
        },
        CHESSPIECE_MUSE = "她在这里拥有真正的力量。",		-- 物品名:"女王棋子"
        CHESSPIECE_FORMAL = "哎，国王至多不过是有名无实。",		-- 物品名:"国王棋子"
        CHESSPIECE_HORNUCOPIA = "冷淡的嘲笑。",		-- 物品名:"丰饶角雕刻"
        CHESSPIECE_PIPE = "一个冻结在时间里的泡沫，绝不会爆破。",		-- 物品名:"泡泡烟斗雕塑"
        CHESSPIECE_DEERCLOPS = "它看起来可爱多了。",		-- 物品名:"独眼巨鹿棋子"
        CHESSPIECE_BEARGER = "尘归尘，土归土。愿你过上不被剥削的日子。",		-- 物品名:"熊獾棋子"
        CHESSPIECE_MOOSEGOOSE =
        {
            "她的眼睛如是说。",		-- 物品名:"麋鹿鹅棋子" 制造描述:未找到
        },
        CHESSPIECE_DRAGONFLY = "她现在躺着，像石头一样冰冷。",		-- 物品名:"龙蝇棋子"
        CHESSPIECE_BUTTERFLY = "生命的梦幻泡影，哎。",		-- 物品名:"月蛾棋子"
        CHESSPIECE_ANCHOR = "我们为什么雕了这么个锚？",		-- 物品名:"锚棋子"
        CHESSPIECE_MOON = "它也许会让Reisen想起她的家乡。",		-- 物品名:"“月亮” 棋子"
        CHESSPIECE_CARRAT = "猫抓老鼠的游戏也许已经结束了。",		-- 物品名:"胡萝卜鼠雕像"
        CHESSPIECE_MALBATROSS = "她再也不能在灰暗的海岸飞翔了。",		-- 物品名:"邪天翁棋子"
        CHESSPIECE_CRABKING = "我们让他从痛苦中解脱了。",		-- 物品名:"帝王蟹棋子"
        CHESSJUNK1 = "冰冷、没有生机的人造生命。",		-- 物品名:"损坏的发条装置"
        CHESSJUNK2 = "冰冷、没有生机的人造生命。",		-- 物品名:"损坏的发条装置"
        CHESSJUNK3 = "冰冷、没有生机的人造生命。",		-- 物品名:"损坏的发条装置"
		CHESTER = "忠诚的跟随者。",		-- 物品名:"切斯特"
		CHESTER_EYEBONE =
		{
			GENERIC = "它看向了我灵魂的深处。",		-- 物品名:"眼骨"->默认
			WAITING = "与其说是睡眠...不如说是等待。",		-- 物品名:"眼骨"->需要等待
		},
		COOKEDMANDRAKE = "死得很有价值。你会很美味的。",		-- 物品名:"烤曼德拉草"
		COOKEDMEAT = "剩余的血被烤干了。",		-- 物品名:"烤大肉"
		COOKEDMONSTERMEAT = "弄熟的恶魔还是恶魔。",		-- 物品名:"烤怪物肉"
		COOKEDSMALLMEAT = "火净化了它。",		-- 物品名:"烤小肉"
		COOKPOT =
		{
			COOKING_LONG = "里面的东西还是活的。",		-- 物品名:"烹饪锅"->饭还需要很久 制造描述:"制作更好的食物。"
			COOKING_SHORT = "这需要煮煮。",		-- 物品名:"烹饪锅"->饭快做好了 制造描述:"制作更好的食物。"
			DONE = "食物终于出炉了。",		-- 物品名:"烹饪锅"->完成了 制造描述:"制作更好的食物。"
			EMPTY = "空空如也。",		-- 物品名:"烹饪锅" 制造描述:"制作更好的食物。"
			BURNT = "烧焦了。",		-- 物品名:"烹饪锅"->烧焦的 制造描述:"制作更好的食物。"
		},
		CORN = "我也许可以用它来做“鱼肉玉米卷”。",		-- 物品名:"玉米"
		CORN_COOKED = "再来场电影怎么样。",		-- 物品名:"爆米花"
		CORN_SEEDS = "生命的种子，在我的手中如此之小。",		-- 物品名:"玉米种子"
        CANARY =
		{
			GENERIC = "真是活泼的颜色。",		-- 物品名:"金丝雀"->默认
			HELD = "你在我的摆布之中，小鸟。",		-- 物品名:"金丝雀"->拿在手里
		},
        CANARY_POISONED = "被瘟疫和死亡相威胁的小家伙。",		-- 物品名:"金丝雀（中毒）"
		CRITTERLAB = "小家伙们的家",		-- 物品名:"岩石巢穴"
        CRITTER_GLOMLING = "它的依偎几乎让我忘记了。",		-- 物品名:"小格罗姆"
        CRITTER_DRAGONLING = "天啊，你的眼睛真大。",		-- 物品名:"小龙蝇"
		CRITTER_LAMB = "最坚硬的世界中的最柔软的生物。",		-- 物品名:"小钢羊"
        CRITTER_PUPPY = "幸福地未察觉到致命问题...",		-- 物品名:"小座狼"
        CRITTER_KITTEN = "本喵会保护你的。",		-- 物品名:"小浣猫"
        CRITTER_PERDLING = "它很开心。",		-- 物品名:"小火鸡"
		CRITTER_LUNARMOTHLING = "你知道，你的美也会逐渐消逝的。",		-- 物品名:"小蛾子"
		CROW =
		{
			GENERIC = "象征着死亡。",		-- 物品名:"乌鸦"->默认
			HELD = "我仿佛掌握了生死。",		-- 物品名:"乌鸦"->拿在手里
		},
		CUTGRASS = "离离原上草...",		-- 物品名:"草"
		CUTREEDS = "它能用了做一些十分有用的东西。",		-- 物品名:"采下的芦苇"
		CUTSTONE = "方方正正的。",		-- 物品名:"石砖" 制造描述:"切成正方形的石头。"
		DEADLYFEAST = "这，不错的最后一餐。",		-- 物品名:"致命的盛宴"->致命盛宴 单机
		DEER =
		{
			GENERIC = "它一直生活在恐惧之中。",		-- 物品名:"无眼鹿"->默认
			ANTLER = "那个角保护不了你。",		-- 物品名:"无眼鹿"
		},
        DEER_ANTLER = "我们已经抓住了生活的角...尽管我希望我们没抓住。",		-- 物品名:"鹿角"
        DEER_GEMMED = "有些链条是有形的...",		-- 物品名:"无眼鹿"
		DEERCLOPS = "我真希望它能友好一点！",		-- 物品名:"独眼巨鹿"
		DEERCLOPS_EYEBALL = "它肯定看到了什么可怕的东西。",		-- 物品名:"独眼巨鹿眼球"
		EYEBRELLAHAT =	"睁眼看世界。",		-- 物品名:"眼球伞" 制造描述:"面向天空的眼球让你保持干燥。"
		DEPLETED_GRASS =
		{
			GENERIC = "一丛草的遗迹。",		-- 物品名:"草"->默认
		},
        GOGGLESHAT = "它不太适合本喵。",		-- 物品名:"时髦的护目镜" 制造描述:"你可以瞪大眼睛看装饰性护目镜。"
        DESERTHAT = "戴起来不是很舒服，不过能防住飞沙走砾。",		-- 物品名:"沙漠护目镜" 制造描述:"从你的眼睛里把沙子揉出来。"
		DIRTPILE = "自觉告诉我它下面有某个东西。",		-- 物品名:"可疑的土堆"
		DIVININGROD =
		{
			COLD = "源头在很远的地方。",		-- 物品名:
			GENERIC = "它永远在寻找失去的另一半。",		-- 物品名:"探测杖"->默认 制造描述:"肯定有方法可以离开这里..."
			HOT = "这东西发疯了！",		-- 物品名:"中暑"->热了
			WARM = "我在正确的方向上。",		-- 物品名:"探测杖"->温暖 制造描述:"肯定有方法可以离开这里..."
			WARMER = "现在已经非常接近了。",		-- 物品名:"探测杖" 制造描述:"肯定有方法可以离开这里..."
		},
		DIVININGRODBASE =
		{
			GENERIC = "这个新奇玩意有什么用处？",		-- 物品名:"探测杖底座"->默认
			READY = "它还需要一把大钥匙。",		-- 物品名:"探测杖底座"->准备好的 满的
			UNLOCKED = "会揭示什么奥妙呢？",		-- 物品名:"探测杖底座"->解锁了
		},
		DIVININGRODSTART = "我能用得上那个。",		-- 物品名:"探测杖底座"->单机探测杖底座
		DRAGONFLY = "它的内心在燃烧。",		-- 物品名:"龙蝇"
		ARMORDRAGONFLY = "我想把它反过来穿。",		-- 物品名:"鳞甲" 制造描述:"脾气火爆的盔甲。"
		DRAGON_SCALES = "承载痛苦的鳞片。",		-- 物品名:"鳞片"
		DRAGONFLYCHEST = "拉风的箱子。",		-- 物品名:"龙鳞宝箱" 制造描述:"一种结实且防火的容器。"
		DRAGONFLYFURNACE = 
		{
			HAMMERED = "真可悲。",		-- 物品名:"龙鳞火炉"->被锤了 制造描述:"给自己建造一个苍蝇暖炉。"
			GENERIC = "它能提供温暖却照亮不了前方。", --no gems		-- 物品名:"龙鳞火炉"->默认 制造描述:"给自己建造一个苍蝇暖炉。"
			NORMAL = "燃烧的温度很高...但是不明亮...", --one gem		-- 物品名:"龙鳞火炉"->普通 制造描述:"给自己建造一个苍蝇暖炉。"
			HIGH = "没有必要向前一步看它是否很烫。我在这里就感觉得到。", --two gems		-- 物品名:"龙鳞火炉"->高 制造描述:"给自己建造一个苍蝇暖炉。"
		},
        HUTCH = "他无忧无虑的。",		-- 物品名:"哈奇"
        HUTCH_FISHBOWL =
        {
            GENERIC = "你好啊，困在鱼缸里的小鱼。",		-- 物品名:"星空"->默认
            WAITING = "它已达到其自然状态。",		-- 物品名:"星空"->需要等待
        },
		LAVASPIT = 
		{
			HOT = "它在喷火。",		-- 物品名:"中暑"->热了
			COOL = "它凉下来了，气味很古怪。",		-- 物品名:"龙蝇唾液"
		},
		LAVA_POND = "别靠太近。",		-- 物品名:"岩浆池"
		LAVAE = "它燃烧着地狱的火焰。",		-- 物品名:"岩浆虫"
		LAVAE_COCOON = "冷血。",		-- 物品名:"冷冻虫卵"
		LAVAE_PET = 
		{
			STARVING = "它正在走向死亡。",		-- 物品名:"超级可爱岩浆虫"->挨饿
			HUNGRY = "它正在承受饥饿之痛。",		-- 物品名:"超级可爱岩浆虫"->有点饿了
			CONTENT = "人生苦短，尽情享受你短暂的快乐吧，小岩浆虫。",		-- 物品名:"超级可爱岩浆虫"->内容？？？、
			GENERIC = "照亮黑暗的生命火花。",		-- 物品名:"超级可爱岩浆虫"->默认
		},
		LAVAE_EGG = 
		{
			GENERIC = "值得拿你的未来冒险吗？",		-- 物品名:"岩浆虫卵"->默认
		},
		LAVAE_EGG_CRACKED =
		{
			COLD = "我觉得它需要更多的温暖。",		-- 物品名:"冻伤"->冷了
			COMFY = "我从未想过我会见到一只高兴的蛋。",		-- 物品名:"岩浆虫卵"->舒服的
		},
		LAVAE_TOOTH = "确实，这是一颗牙齿。",		-- 物品名:"岩浆虫尖牙"
		DRAGONFRUIT = "它的形状一点也不像龙。",		-- 物品名:"火龙果"
		DRAGONFRUIT_COOKED = "烤熟了也不见得多美味。",		-- 物品名:"烤火龙果"
		DRAGONFRUIT_SEEDS = "这是一颗种子。它不会长成一条龙。",		-- 物品名:"火龙果种子"
		DRAGONPIE = "它现在做成派了。",		-- 物品名:"火龙果派"
		DRUMSTICK = "可以用来打鼓，而且很有营养！",		-- 物品名:"鸟腿"
		DRUMSTICK_COOKED = "烤熟点，更美味。",		-- 物品名:"炸鸟腿"
		DUG_BERRYBUSH = "它的果实能填饱肚子。",		-- 物品名:"浆果丛"
		DUG_BERRYBUSH_JUICY = "美味多汁的食物的诞生地？",		-- 物品名:"多汁浆果丛"
		DUG_GRASS = "我想它死，但它可能会重返地球。",		-- 物品名:"草丛"
		DUG_MARSH_BUSH = "我想它死，但它可能会重返地球。",		-- 物品名:"尖刺灌木"
		DUG_SAPLING = "重返地球的。",		-- 物品名:"树苗"
		DURIAN = "多刺而难闻！",		-- 物品名:"榴莲"
		DURIAN_COOKED = "刺少了，但气味甚至更重了！",		-- 物品名:"超臭榴莲"
		DURIAN_SEEDS = "真是奇迹，这些种子不臭。",		-- 物品名:"榴莲种子"
		EARMUFFSHAT = "毛茸茸的~",		-- 物品名:"兔耳罩" 制造描述:"毛茸茸的保暖物品。"
		EGGPLANT = "差一点就是致命的颠茄了。就差一点点。",		-- 物品名:"茄子"
		EGGPLANT_COOKED = "煮熟这个茄子可以使它不那么致命。",		-- 物品名:"烤茄子"
		EGGPLANT_SEEDS = "这是一颗茄子种子。",		-- 物品名:"茄子种子"
		ENDTABLE = 
		{
			BURNT = "世上没有永恒的事物。",		-- 物品名:"茶几"->烧焦的 制造描述:"一张装饰桌。"
			GENERIC = "我们为了消遣从它们家摘了鲜花。",		-- 物品名:"茶几"->默认 制造描述:"一张装饰桌。"
			EMPTY = "阴影等同于剥制术。我喜欢它。",		-- 物品名:"茶几" 制造描述:"一张装饰桌。"
			WILTED = "我想以这种方式它会更可爱...",		-- 物品名:"茶几"->枯萎的 制造描述:"一张装饰桌。"
			FRESHLIGHT = "现在...在发光。",		-- 物品名:"茶几"->茶几-新的发光的 制造描述:"一张装饰桌。"
			OLDLIGHT = "它也会死。", -- will be wilted soon, light radius will be very small at this point		-- 物品名:"茶几"->茶几-旧的发光的 制造描述:"一张装饰桌。"
		},
		DECIDUOUSTREE = 
		{
			BURNING = "它在熊熊燃烧。",		-- 物品名:"桦栗树"->正在燃烧
			BURNT = "燃烧殆尽。",		-- 物品名:"桦栗树"->烧焦的
			CHOPPED = "它被砍掉了。",		-- 物品名:"桦栗树"->被砍了
			POISON = "超级阴森可怖！",		-- 物品名:"桦栗树"->毒化的
			GENERIC = "真是充满诗意。",		-- 物品名:"桦栗树"->默认
		},
		ACORN = "那是桦栗树的种子。",		-- 物品名:"桦栗果"
        ACORN_SAPLING = "一棵树很快就会长出来。",		-- 物品名:"桦栗树树苗"
		ACORN_COOKED = "被烤熟了的桦栗果。",		-- 物品名:"烤桦栗果"
		BIRCHNUTDRAKE = "战意满满的圆球！",		-- 物品名:"桦栗果精"
		EVERGREEN =
		{
			BURNING = "它在熊熊燃烧。",		-- 物品名:"常青树"->正在燃烧
			BURNT = "燃烧殆尽。",		-- 物品名:"常青树"->烧焦的
			CHOPPED = "它被砍掉了。",		-- 物品名:"常青树"->被砍了
			GENERIC = "满是绿色。",		-- 物品名:"常青树"->默认
		},
		EVERGREEN_SPARSE =
		{
			BURNING = "它在熊熊燃烧。",		-- 物品名:"粗壮常青树"->正在燃烧
			BURNT = "燃烧殆尽。",		-- 物品名:"粗壮常青树"->烧焦的
			CHOPPED = "它被砍掉了。",		-- 物品名:"粗壮常青树"->被砍了
			GENERIC = "它的生命循环结束了。",		-- 物品名:"粗壮常青树"->默认
		},
		TWIGGYTREE = 
		{
			BURNING = "它在熊熊燃烧。",		-- 物品名:"多枝树"->正在燃烧
			BURNT = "燃烧殆尽。",		-- 物品名:"多枝树"->烧焦的
			CHOPPED = "它被砍掉了。",		-- 物品名:"多枝树"->被砍了
			GENERIC = "树枝太多也不是好事。",					-- 物品名:"多枝树"->默认
			DISEASED = "它不再留恋这个世界...",		-- 物品名:"多枝树"->生病了
		},
		TWIGGY_NUT_SAPLING = "本喵会带你去另一个地方的。",		-- 物品名:"多枝树苗"
        TWIGGY_OLD = "干瘦、悲伤、枯萎。",		-- 物品名:"多枝树"
		TWIGGY_NUT = "真遗憾，它不在地里。",		-- 物品名:"多枝树种"->多枝树果
		EYEPLANT = "它们对主人言听必从。",		-- 物品名:"眼球草"
		INSPECTSELF = "我没缺胳膊少腿吧？",		-- 物品名:"多枝树"->检查自己
		FARMPLOT =
		{
			GENERIC = "我该种什么种子？",		-- 物品名:未找到
			GROWING = "枝繁叶茂的卷须盘绕在泥土上。",		-- 物品名:未找到
			NEEDSFERTILIZER = "这块土地冰凉而没有生机。",		-- 物品名:未找到
			BURNT = "这块土地已经被烧毁，失去了生命力。",		-- 物品名:未找到
		},
		FEATHERHAT = "嚓嚓！",		-- 物品名:"羽毛帽" 制造描述:"头上的装饰。"
		FEATHER_CROW = "柔软的羽毛，如永夜一般漆黑。",		-- 物品名:"黑色羽毛"
		FEATHER_ROBIN = "红雀的羽毛，如血液一般猩红。",		-- 物品名:"红色羽毛"
		FEATHER_ROBIN_WINTER = "雪雀的羽毛，就像隧道尽头的光一样白。",		-- 物品名:"蔚蓝羽毛"
		FEATHER_CANARY = "金丝雀的羽毛，如镀金的笼子一般闪亮。",		-- 物品名:"番红花色羽毛"
		FEATHERPENCIL = "成为灵魂画师。",		-- 物品名:"羽毛笔" 制造描述:"是的，羽毛是必须的。"
		FEM_PUPPET = "我想知道她干了什么。",		-- 物品名:未找到
		FIREFLIES =
		{
			GENERIC = "黑暗中的微光。",		-- 物品名:"萤火虫"->默认
			HELD = "从我的口袋洒向外界的微光。",		-- 物品名:"萤火虫"->拿在手里
		},
		FIREHOUND = "它的性情暴躁如火。",		-- 物品名:"红色猎犬"
		FIREPIT =
		{
			EMBERS = "别放弃，小火苗！",		-- 物品名:"石头营火"->即将熄灭 制造描述:"一种更安全、更高效的营火。"
			GENERIC = "防止暗影怪靠近的火焰。",		-- 物品名:"石头营火"->默认 制造描述:"一种更安全、更高效的营火。"
			HIGH = "这团火焰热烈地燃烧着！",		-- 物品名:"石头营火"->高 制造描述:"一种更安全、更高效的营火。"
			LOW = "它失去了继续下去的意志。",		-- 物品名:"石头营火"->低？ 制造描述:"一种更安全、更高效的营火。"
			NORMAL = "它给人安慰。",		-- 物品名:"石头营火"->普通 制造描述:"一种更安全、更高效的营火。"
			OUT = "这可以复燃。",		-- 物品名:"石头营火"->出去？外面？ 制造描述:"一种更安全、更高效的营火。"
		},
		COLDFIREPIT =	
		{
			EMBERS = "黑暗快要降临了。",		-- 物品名:"吸热火坑"->即将熄灭 制造描述:"燃烧效率更高，但仍然越烤越冷。"
			GENERIC = "驱散夏日的炎热！",		-- 物品名:"吸热火坑"->默认 制造描述:"燃烧效率更高，但仍然越烤越冷。"
			HIGH = "明亮的火焰！",		-- 物品名:"吸热火坑"->高 制造描述:"燃烧效率更高，但仍然越烤越冷。"
			LOW = "黑暗来袭。",		-- 物品名:"吸热火坑"->低？ 制造描述:"燃烧效率更高，但仍然越烤越冷。"
			NORMAL = "奇怪的火。",		-- 物品名:"吸热火坑"->普通 制造描述:"燃烧效率更高，但仍然越烤越冷。"
			OUT = "这不是个好兆头。",		-- 物品名:"吸热火坑"->出去？外面？ 制造描述:"燃烧效率更高，但仍然越烤越冷。"
		},
		FIRESTAFF = "世界将在这根魔杖面前燃烧。",		-- 物品名:"火魔杖" 制造描述:"利用火焰的力量！"
		FIRESUPPRESSOR = 
		{	
			ON = "挽救生命于熊熊烈火中。",		-- 物品名:"雪球发射器"->开启 制造描述:"拯救植物，扑灭火焰，可添加燃料。"
			OFF = "静悄悄的。",		-- 物品名:"雪球发射器"->关闭 制造描述:"拯救植物，扑灭火焰，可添加燃料。"
			LOWFUEL = "燃料快用完了。",		-- 物品名:"雪球发射器"->燃料不足 制造描述:"拯救植物，扑灭火焰，可添加燃料。"
		},
		FISH = "我能吃上一整天！",		-- 物品名:"鱼"
		FISHINGROD = "本喵可是个钓鱼高手！",		-- 物品名:"钓竿" 制造描述:"去钓鱼。为了鱼。"
		FISHSTICKS = "本喵的美味佳肴！",		-- 物品名:"炸鱼排"
		FISHTACOS = "又是一道美味。",		-- 物品名:"鱼肉玉米卷"
		FISH_COOKED = "烤上一会儿，它们就不会扑腾了。",		-- 物品名:"烤鱼"
		FLINT = "它不曾向世界屈服过。",		-- 物品名:"燧石"
		FLOWER = 
		{
            GENERIC = "真是美丽的花儿啊~",		-- 物品名:"花"->默认
            ROSE = "送给心上人~",		-- 物品名:"花"->玫瑰
        },
        FLOWER_WITHERED = "真是可怜的花...",		-- 物品名:"枯萎的花"
		FLOWERHAT = "放轻松",		-- 物品名:"花环" 制造描述:"放松神经的东西。"
		FLOWER_EVIL = "充满了邪恶的气息。",		-- 物品名:"邪恶花"
		FOLIAGE = "一些多叶植物。",		-- 物品名:"蕨叶"
		FOOTBALLHAT = "不美观但实用。",		-- 物品名:"橄榄球头盔" 制造描述:"保护你的脑壳。"
        FOSSIL_PIECE = "它们在等待着什么？",		-- 物品名:"化石碎片"
        FOSSIL_STALKER =
        {
			GENERIC = "我们必须找到更多的碎块。",		-- 物品名:"化石骨架"->默认
			FUNNY = "这真是种黑色幽默。",		-- 物品名:"化石骨架"->趣味？？
			COMPLETE = "我们今天复活了什么东西？",		-- 物品名:"化石骨架"->准备好了
        },
        STALKER = "从冥界召唤而来。",		-- 物品名:"复活的骨架"
        STALKER_ATRIUM = "你在哀伤什么？",		-- 物品名:"远古织影者"
        STALKER_MINION = "死亡对它来说，可能是一种仁慈。",		-- 物品名:"编织暗影"
        THURIBLE = "与噩梦素材一同燃烧的灰烬。",		-- 物品名:"暗影香炉"
        ATRIUM_OVERGROWTH = "语言的乱涂乱写败给了时间。",		-- 物品名:"远古方尖碑"
		FROG =
		{
			DEAD = "生命渺小而短暂。",		-- 物品名:"青蛙"->死了
			GENERIC = "他个子很小而且全身是包。",		-- 物品名:"青蛙"->默认
			SLEEPING = "他睡着了。",		-- 物品名:"青蛙"->睡着了
		},
		FROGGLEBUNWICH = "我从没想过蛙腿可以看上去这么棒。",		-- 物品名:"蛙腿三明治"
		FROGLEGS = "它是从青蛙身上扯下来的。",		-- 物品名:"蛙腿"
		FROGLEGS_COOKED = "肯定不会再抽筋了。",		-- 物品名:"烤蛙腿"
		FRUITMEDLEY = "装在杯子里，酸酸甜甜的。",		-- 物品名:"水果圣代"
		FURTUFT = "这东西来自活的生物。", 		-- 物品名:"毛丛"
		GEARS = "它能组成一些奇怪的东西。",		-- 物品名:"齿轮"
		GHOST = "本喵才不怕你呢！",		-- 物品名:"幽灵"
		GOLDENAXE = "谁都可以有范地把树杀掉。",		-- 物品名:"黄金斧头" 制造描述:"砍树也要有格调！"
		GOLDENPICKAXE = "谁都可以有范地击碎岩石。",		-- 物品名:"黄金鹤嘴锄" 制造描述:"像大Boss一样砸碎岩石。"
		GOLDENPITCHFORK = "谁都可以有范地耕田。",		-- 物品名:"黄金干草叉" 制造描述:"重新布置整个世界。"
		GOLDENSHOVEL = "谁都可以有范地掘地。",		-- 物品名:"黄金铲子" 制造描述:"挖掘作用相同，但使用寿命更长。"
		GOLDNUGGET = "即使在炼狱之中，它仍是最珍贵的金属。",		-- 物品名:"金块"
		GRASS =
		{
			BARREN = "它需要施肥。",		-- 物品名:"草"
			WITHERED = "它无法承受这样的高温。",		-- 物品名:"草"->枯萎了
			BURNING = "闻起来怪怪的。",		-- 物品名:"草"->正在燃烧
			GENERIC = "这只是一丛草。",		-- 物品名:"草"->默认
			PICKED = "它被杀死了。",		-- 物品名:"草"->被采完了
			DISEASED = "它不再留恋这个世界...",		-- 物品名:"草"->生病了
			DISEASING = "它在悬崖上...",		-- 物品名:"草"->正在生病？？
		},
		GRASSGEKKO = 	
		{
			GENERIC = "这是一个被恐惧左右的生物。",			-- 物品名:"草壁虎"->默认
			DISEASED = "它在受苦。",		-- 物品名:"草壁虎"->生病了
		},
		GREEN_CAP = "满满的绿色。",		-- 物品名:"采摘的绿蘑菇"
		GREEN_CAP_COOKED = "提神醒脑。",		-- 物品名:"烤绿蘑菇"
		GREEN_MUSHROOM =
		{
			GENERIC = "它又湿又冷。",		-- 物品名:"绿蘑菇"->默认
			INGROUND = "它在沉睡。",		-- 物品名:"绿蘑菇"->在地里面
			PICKED = "采掉了。",		-- 物品名:"绿蘑菇"->被采完了
		},
		GUNPOWDER = "传统杀伤力武器。",		-- 物品名:"火药" 制造描述:"一把火药。"
		HAMBAT = "舍不得火腿套不着狼。",		-- 物品名:"火腿棒" 制造描述:"舍不得火腿套不着狼。"
		HAMMER = "遇事不决，玩个锤子。",		-- 物品名:"锤子" 制造描述:"敲碎各种东西。"
		HEALINGSALVE = "生命带来痛苦，痛苦带来生命。",		-- 物品名:"治疗药膏" 制造描述:"对割伤和擦伤进行消毒杀菌。"
		HEATROCK =
		{
			FROZEN = "冰冷的石头。",		-- 物品名:"暖石"->冰冻 制造描述:"储存热能供旅行途中使用。"
			COLD = "给人带来清爽。",		-- 物品名:"冻伤"->冷了
			GENERIC = "我可以控制它的温度。",		-- 物品名:"暖石"->默认 制造描述:"储存热能供旅行途中使用。"
			WARM = "多么温暖啊。",		-- 物品名:"暖石"->温暖 制造描述:"储存热能供旅行途中使用。"
			HOT = "烧得最亮的也会最快烧尽。",		-- 物品名:"中暑"->热了
		},
		HOME = "一个可悲的幻象...",		-- 物品名:"暖石"->没调用 制造描述:"储存热能供旅行途中使用。"
		HOMESIGN =
		{
			GENERIC = "在这个世界留下自己的足迹。",		-- 物品名:"路牌"->默认 制造描述:"在世界中留下你的标记。"
            UNWRITTEN = "它一脸茫然，很快便会透露秘密。",		-- 物品名:"路牌"->没有写字 制造描述:"在世界中留下你的标记。"
			BURNT = "让一切消逝吧。",		-- 物品名:"路牌"->烧焦的 制造描述:"在世界中留下你的标记。"
		},
		ARROWSIGN_POST =
		{
			GENERIC = "指引迷路的人。",		-- 物品名:"指路标志"->默认 制造描述:"对这个世界指指点点。或许只是打下手势。"
            UNWRITTEN = "它一脸茫然，很快便会透露秘密。",		-- 物品名:"指路标志"->没有写字 制造描述:"对这个世界指指点点。或许只是打下手势。"
			BURNT = "让一切消逝吧。",		-- 物品名:"指路标志"->烧焦的 制造描述:"对这个世界指指点点。或许只是打下手势。"
		},
		ARROWSIGN_PANEL =
		{
			GENERIC = "指引迷路的人。",		-- 物品名:"指路标志"->默认
            UNWRITTEN = "它一脸茫然，很快便会透露秘密。",		-- 物品名:"指路标志"->没有写字
			BURNT = "让一切消逝吧。",		-- 物品名:"指路标志"->烧焦的
		},
		HONEY = "Honey，honey。",		-- 物品名:"蜂蜜"
		HONEYCOMB = "那时蜜蜂的家。",		-- 物品名:"蜂巢"
		HONEYHAM = "用肉块蘸满甜蜜的酱汁。",		-- 物品名:"蜜汁火腿"
		HONEYNUGGETS = "把肉切成小块，再加上点蜜汁",		-- 物品名:"蜜汁卤肉"
		HORN = "吹响吧~。",		-- 物品名:"牛角"
		HOUND = "恶灵退散！",		-- 物品名:"猎犬"
		HOUNDCORPSE =
		{
			GENERIC = "它死了。",		-- 物品名:"猎犬"->默认
			BURNING = "再见了。",		-- 物品名:"猎犬"->正在燃烧
			REVIVING = "你应该继续死着。",		-- 物品名:"猎犬"
		},
		HOUNDBONE = "邪恶野兽的遗骨。",		-- 物品名:"犬骨"
		HOUNDMOUND = "应该让Haruz来教训下它们！",		-- 物品名:"猎犬丘"
		ICEBOX = "散发着寒气。",		-- 物品名:"冰箱" 制造描述:"延缓食物变质。"
		ICEHAT = "凉爽但笨重。",		-- 物品名:"冰帽" 制造描述:"用科学技术合成的冰帽。"
		ICEHOUND = "他有一颗冰冷、死寂的心。",		-- 物品名:"蓝色猎犬"
		INSANITYROCK =
		{
			ACTIVE = "它在呼唤我的名字。",		-- 物品名:"方尖碑"->激活了
			INACTIVE = "它乌黑冰冷。",		-- 物品名:"方尖碑"->没有激活
		},
		JAMMYPRESERVES = "份量很完美的果酱。",		-- 物品名:"果酱"
		KABOBS = "从中间串起来的肉串。",		-- 物品名:"肉串"
		KILLERBEE =
		{
			GENERIC = "一只没有良知的蜜蜂。",		-- 物品名:"杀人蜂"->默认
			HELD = "别乱动，小家伙。",		-- 物品名:"杀人蜂"->拿在手里
		},
		KNIGHT = "一匹冰冷的、没有灵魂的马。",		-- 物品名:"发条骑士"
		KOALEFANT_SUMMER = "一只孤独的野兽。",		-- 物品名:"考拉象"
		KOALEFANT_WINTER = "它抵抗着残酷的天气。",		-- 物品名:"考拉象"
		KRAMPUS = "你好啊，小贼！",		-- 物品名:"坎普斯"
		KRAMPUS_SACK = "闻起来一股羊膻味。",		-- 物品名:"坎普斯背包"
		LEIF = "树的守卫者。",		-- 物品名:"树精守卫"
		LEIF_SPARSE = "树的守卫者。",		-- 物品名:"树精守卫"
		LIGHTER  = "进退维谷…",		-- 物品名:"薇洛的打火机" 制造描述:"火焰在雨中彻夜燃烧。"
		LIGHTNING_ROD =
		{
			CHARGED = "掌握雷电的力量。",		-- 物品名:"避雷针" 制造描述:"防雷劈。"
			GENERIC = "登峰造极。",		-- 物品名:"避雷针"->默认 制造描述:"防雷劈。"
		},
		LIGHTNINGGOAT = 
		{
			GENERIC = "看看这些长蹄子的动物。",		-- 物品名:"伏特羊"->默认
			CHARGED = "我不认为它喜欢被雷劈",		-- 物品名:"伏特羊"
		},
		LIGHTNINGGOATHORN = "奇怪的弯曲羊角。",		-- 物品名:"伏特羊角"
		GOATMILK = "我认为它凝固了。",		-- 物品名:"带电的羊奶"
		LITTLE_WALRUS = "暴力周而复始，仍在继续。",		-- 物品名:"小海象"
		LIVINGLOG = "它永远在无声地尖叫。",		-- 物品名:"活木头" 制造描述:"用你的身体来代替\n你该干的活吧。"
		LOG =
		{
			BURNING = "一根燃烧着的木头。",		-- 物品名:"木头"->正在燃烧
			GENERIC = "如果树可以说话，看到这个会让它们尖叫。",		-- 物品名:"木头"->默认
		},
		LUCY = "哈喽…..“露西”….",		-- 物品名:"露西斧"
		LUREPLANT = "它吞食万物。",		-- 物品名:"食人花"
		LUREPLANTBULB = "生命在继续。",		-- 物品名:"食人花种子"
		MALE_PUPPET = "我想知道他干了什么。",		-- 物品名:"木头"
		MANDRAKE_ACTIVE = "活泼的小家伙",		-- 物品名:"曼德拉草"
		MANDRAKE_PLANTED = "威力无比的曼德拉草。最好是在晚上采摘。",		-- 物品名:"曼德拉草"
		MANDRAKE = "唉，可怜的曼德拉草！",		-- 物品名:"曼德拉草"
        MANDRAKESOUP = "他被煮死了。",		-- 物品名:"曼德拉草汤"
        MANDRAKE_COOKED = "现在它只是食物了。",		-- 物品名:"曼德拉草"
        MAPSCROLL = "一张空空如也的地图。",		-- 物品名:"地图" 制造描述:"向别人展示你看到什么！"
        MARBLE = "光滑而没有生机。",		-- 物品名:"大理石"
        MARBLEBEAN = "大理石...再生。",		-- 物品名:"大理石豌豆" 制造描述:"种植一片大理石森林。"
        MARBLEBEAN_SAPLING = "它丝毫不顾这个世界的规律...",		-- 物品名:"大理石芽"
        MARBLESHRUB = "困难重重，它还是在生命中茂盛起来...",		-- 物品名:"大理石灌木"
        MARBLEPILLAR = "即使是石头，也经不起天长地久的腐蚀。",		-- 物品名:"大理石柱"
        MARBLETREE = "生存还是死亡？",		-- 物品名:"大理石树"
        MARSH_BUSH =
        {
			BURNT = "完结。",		-- 物品名:"尖刺灌木"->烧焦的
            BURNING = "就连刺木也会燃烧。",		-- 物品名:"尖刺灌木"->正在燃烧
            GENERIC = "总是能造成伤痛的灌木丛。",		-- 物品名:"尖刺灌木"->默认
            PICKED = "小心它的刺。",		-- 物品名:"尖刺灌木"->被采完了
        },
        BURNT_MARSH_BUSH = "它被烧得面目全非。",		-- 物品名:"尖刺灌木"
        MARSH_PLANT = "这是一株植物。",		-- 物品名:"植物"
        MARSH_TREE =
        {
            BURNING = "它在燃烧。",		-- 物品名:"针刺树"->正在燃烧
            BURNT = "像我的心一样黑。",		-- 物品名:"针刺树"->烧焦的
            CHOPPED = "它的针叶没能保护它。",		-- 物品名:"针刺树"->被砍了
            GENERIC = "一棵只能感受到痛苦的树。",		-- 物品名:"针刺树"->默认
        },
      --[[  MAXWELL = "他让我觉得有一种奇怪的亲切感。",		-- 物品名:"麦斯威尔"->单机 麦斯威尔
        MAXWELLHEAD = "他确实对戏剧有品味。",		-- 物品名:"麦斯威尔的头"->单机 麦斯威尔的头
        MAXWELLLIGHT = "多么奇妙的光芒。",		-- 物品名:"麦斯威尔灯"->单机 麦斯威尔的灯
        MAXWELLLOCK = "看起来充满魔力。",		-- 物品名:"噩梦锁"->单机 麦斯威尔的噩梦锁
        MAXWELLTHRONE = "跟我期望的不太一样。",		-- 物品名:"噩梦王座"->单机 麦斯威尔的噩梦王座
		--]]
        MEAT = "烤烤再吃。",		-- 物品名:"肉"
        MEATBALLS = "可以四季无春，不可日无肉丸。",		-- 物品名:"肉丸"
        MEATRACK =
        {
            DONE = "肉晾好了。",		-- 物品名:"晾肉架"->完成了 制造描述:"晾肉的架子。"
            DRYING = "它在干燥的风中晃来晃去。",		-- 物品名:"晾肉架"->正在风干 制造描述:"晾肉的架子。"
            DRYINGINRAIN = "雨水让它没那么容易晾干。",		-- 物品名:"晾肉架"->雨天风干 制造描述:"晾肉的架子。"
            GENERIC = "我可以把肉挂在这里。",		-- 物品名:"晾肉架"->默认 制造描述:"晾肉的架子。"
            BURNT = "它晾肉的日子永远结束了。",		-- 物品名:"晾肉架"->烧焦的 制造描述:"晾肉的架子。"
            DONE_NOTMEAT = "肉晾好了。",		-- 物品名:"晾肉架" 制造描述:"晾肉的架子。"
            DRYING_NOTMEAT = "它在干燥的风中晃来晃去。",		-- 物品名:"晾肉架" 制造描述:"晾肉的架子。"
            DRYINGINRAIN_NOTMEAT = "雨水让它没那么容易晾干。",		-- 物品名:"晾肉架" 制造描述:"晾肉的架子。"
        },
        MEAT_DRIED = "肉晾干了，很美味。",		-- 物品名:"风干肉"
        MERM = "移动的鱼肉？",		-- 物品名:"鱼人"
        MERMHEAD =
        {
            GENERIC = "一点尊严都没有。",		-- 物品名:"鱼人头"->默认
            BURNT = "不论怎样，它找到了更加沉沦的方式。",		-- 物品名:"鱼人头"->烧焦的
        },
        MERMHOUSE =
        {
            GENERIC = "时间的洗礼让它破旧不堪。",		-- 物品名:"漏雨的小屋"->默认
            BURNT = "火的洗礼让它更加残破了。",		-- 物品名:"漏雨的小屋"->烧焦的
        },
        MINERHAT = "照亮眼前的黑暗！",		-- 物品名:"矿工帽" 制造描述:"用你脑袋上的灯照亮夜晚。"
        MONKEY = "不用动脑地活着肯定很爽。",		-- 物品名:"暴躁猴"
        MONKEYBARREL = "真脏。",		-- 物品名:"暴躁猴桶"
        MONSTERLASAGNA = "弄熟的恶魔还是恶魔，在千层饼中也不会改变。",		-- 物品名:"怪物千层饼"
        FLOWERSALAD = "啊，更多的花。",		-- 物品名:"花沙拉"
        ICECREAM = "夏日的标配！",		-- 物品名:"冰淇淋"
        WATERMELONICLE = "要不要来一根西瓜冰棍？",		-- 物品名:"西瓜冰棍"
        TRAILMIX = "一把食物。",		-- 物品名:"什锦干果"
        HOTCHILI = "Haruz应该会喜欢的。",		-- 物品名:"辣椒炖肉"
        GUACAMOLE = "什么东西？",		-- 物品名:"鳄梨酱"
        MONSTERMEAT = "那不是食物。",		-- 物品名:"怪物肉"
        MONSTERMEAT_DRIED = "肉晾干了，味道有点怪。",		-- 物品名:"怪物肉干"
        MOOSE = "我不清楚那东西是什么。",		-- 物品名:"漏雨的小屋"
        MOOSE_NESTING_GROUND = "生命的摇篮。",		-- 物品名:"漏雨的小屋"
        MOOSEEGG = "不确定那样的事情是怎么发生的。",		-- 物品名:"漏雨的小屋"
        MOSSLING = "一个新生命。",		-- 物品名:"麋鹿鹅幼崽"
        FEATHERFAN = "清凉随风而来。",		-- 物品名:"羽毛扇" 制造描述:"超柔软、超大的扇子。"
        MINIFAN = "跑起来才有风。",		-- 物品名:"旋转的风扇" 制造描述:"你得跑起来，才能带来风！"
        GOOSE_FEATHER = "适合拿去做浮标。",		-- 物品名:"麋鹿鹅羽毛"
        STAFF_TORNADO = "给敌人制造一点坏天气。",		-- 物品名:"天气风向标" 制造描述:"把你的敌人吹走。"
        MOSQUITO =
        {
            GENERIC = "它窃取他人的生命来维持自己的生命。",		-- 物品名:"蚊子"->默认
            HELD = "我能感觉到它偷来的鲜血的温热。",		-- 物品名:"蚊子"->拿在手里
        },
        MOSQUITOSACK = "从蚊子身上掉落下来的血囊。",		-- 物品名:"蚊子血囊"
        MOUND =
        {
            DUG = "虽然这是不道德...",		-- 物品名:"坟墓"->被挖了
            GENERIC = "上面可没有我的名字。",		-- 物品名:"坟墓"->默认
        },
        NIGHTLIGHT = "用噩梦点亮黑暗。",		-- 物品名:"魂灯" 制造描述:"用你的噩梦点亮夜晚。"
        NIGHTMAREFUEL = "这东西随着睡梦而来。",		-- 物品名:"噩梦燃料" 制造描述:"傻子和疯子使用的邪恶残渣。"
        NIGHTSWORD = "噩梦渐渐变得尖锐，铸成了这把利剑。",		-- 物品名:"暗夜剑" 制造描述:"造成噩梦般的伤害。"
        NITRE = "也许我们可以让它燃烧试试。",		-- 物品名:"硝石"
        ONEMANBAND = "享受独奏的乐趣。",		-- 物品名:"独奏乐器" 制造描述:"疯子音乐家也有粉丝。"
        OASISLAKE =
		{
			GENERIC = "不知道这里的鱼儿多不多。",		-- 物品名:"湖泊"->默认
			EMPTY = "大自然让它归于沉寂。",		-- 物品名:"湖泊"
		},
        PANDORASCHEST = "你永远猜不到它会有什么样的惊喜。",		-- 物品名:"华丽箱子"
        PANFLUTE = "音乐是通向灵魂深处的窗户。",		-- 物品名:"排箫" 制造描述:"抚慰凶猛野兽的音乐。"
        PAPYRUS = "书写你的疯狂。",		-- 物品名:"莎草纸" 制造描述:"用于书写。"
        WAXPAPER = "感觉很...怀旧。",		-- 物品名:"蜡纸" 制造描述:"用于打包东西。"
        PENGUIN = "一只只全都衣冠楚楚的。",		-- 物品名:"企鸥"
        PERD = "笨鸟！离浆果远点！",		-- 物品名:"火鸡"
        PEROGIES = "小巧可爱的营养饺子。",		-- 物品名:"波兰水饺"
        PETALS = "有淡淡的清香…",		-- 物品名:"花瓣"
        PETALS_EVIL = "让人头皮发麻。",		-- 物品名:"恶魔花瓣"
        PHLEGM = "那只不幸的野兽肯定是生病了。",		-- 物品名:"脓鼻涕"
        PICKAXE = "生动形象。",		-- 物品名:"鹤嘴锄" 制造描述:"凿碎岩石。"
        PIGGYBACK = "不是最好但也不差。",		-- 物品名:"小猪包" 制造描述:"能装许多东西，但会减慢你的速度。"
        PIGHEAD =
        {
            GENERIC = "真是充满恶趣味！",		-- 物品名:"猪头"->默认
            BURNT = "它被烧焦了。",		-- 物品名:"猪头"->烧焦的
        },
        PIGHOUSE =
        {
            FULL = "我希望他们过得快活。",		-- 物品名:"猪屋"->满了 制造描述:"可以住一只猪。"
            GENERIC = "至少这些屋子很舒适。",		-- 物品名:"猪屋"->默认 制造描述:"可以住一只猪。"
            LIGHTSOUT = "总是在外面，看里面。",		-- 物品名:"猪屋"->关灯了 制造描述:"可以住一只猪。"
            BURNT = "世上没有永恒的事物。",		-- 物品名:"猪屋"->烧焦的 制造描述:"可以住一只猪。"
        },
        PIGKING = "它可真是逍遥啊。",		-- 物品名:"猪王"
        PIGMAN =
        {
            DEAD = "再见小猪。",		-- 物品名:"猪人"->死了
            FOLLOWER = "他们现在是本喵的随从了。",		-- 物品名:"猪人"->追随者
            GENERIC = "愿你做一只快乐的小猪。",		-- 物品名:"猪人"->默认
            GUARD = "看起来很严肃。",		-- 物品名:"猪人"->警戒
            WEREPIG = "疯了疯了！",		-- 物品名:"猪人"->疯猪
        },
        PIGSKIN = "猪的尾巴。",		-- 物品名:"猪皮"
        PIGTENT = "他们把猪裹进毯子里的地方。",		-- 物品名:"猪人"
        PIGTORCH = "它驱散了黑暗。",		-- 物品名:"猪火炬"
        PINECONE = "松鼠的食物。",		-- 物品名:"松果"
        PINECONE_SAPLING = "每一棵大树都是从小树成长过来的。",		-- 物品名:"常青树苗"
        LUMPY_SAPLING = "这条生命来自不知名的地方。",		-- 物品名:"有疙瘩的树苗"
        PITCHFORK = "它没有海王的神力。",		-- 物品名:"干草叉" 制造描述:"铲地用具。"
        PLANTMEAT = "它的气味很难闻。",		-- 物品名:"叶肉"
        PLANTMEAT_COOKED = "烹饪过后味道只好了一点点。",		-- 物品名:"烤叶肉"
        PLANT_NORMAL =		
        {
            GENERIC = "一株可食用的植物。",		-- 物品名:"农作物"->默认
            GROWING = "继续生长吧。我会等着的。",		-- 物品名:"农作物"->正在生长
            READY = "可以收获了。",		-- 物品名:"农作物"->准备好的 满的
            WITHERED = "它的生命被抽空了。",		-- 物品名:"农作物"->枯萎了
        },
        POMEGRANATE = "这么多可以咬碎挤扁的多汁红色果肉！",		-- 物品名:"石榴"
        POMEGRANATE_COOKED = "变热了，但还是那么麻烦。",		-- 物品名:"切片熟石榴"
        POMEGRANATE_SEEDS = "我原本期望那东西能多产点种子。",		-- 物品名:"石榴种子"
        POND = "钓鱼钓鱼~",		-- 物品名:"池塘"
        POOP = "臭气哄哄。",		-- 物品名:"粪肥"
        FERTILIZER = "一桶肥料。",		-- 物品名:"便便桶" 制造描述:"少拉点在手上，多拉点在庄稼上。"
        PUMPKIN = "甜甜的。",		-- 物品名:"南瓜"
        PUMPKINCOOKIE = "又一份早餐？",		-- 物品名:"南瓜饼"
        PUMPKIN_COOKED = "熟了的南瓜。",		-- 物品名:"烤南瓜"
        PUMPKIN_LANTERN = "万圣节必备。",		-- 物品名:"南瓜灯" 制造描述:"长着鬼脸的照明用具。"
        PUMPKIN_SEEDS = "这是一颗南瓜种子。",		-- 物品名:"南瓜种子"
        PURPLEAMULET = "噩梦缠绕在心头。",		-- 物品名:"噩梦护符" 制造描述:"引起精神错乱。"
        PURPLEGEM = "紫色的...",		-- 物品名:"紫宝石" 制造描述:"结合你们的颜色！"
        RABBIT =
        {
            GENERIC = "一只可爱的小兔子。",		-- 物品名:"兔子"->默认
            HELD = "它现在在我怀里了。",		-- 物品名:"兔子"->拿在手里
        },
        RABBITHOLE =
        {
            GENERIC = "它通往另一个世界。",		-- 物品名:"兔洞"->默认
            SPRING = "它已经封死了。",		-- 物品名:"兔洞"->春天 or 潮湿
        },
        RAINOMETER =
        {
            GENERIC = "天气预报。",		-- 物品名:"雨量计"->默认 制造描述:"观测降雨机率。"
            BURNT = "这意味着阳光也死了吗？",		-- 物品名:"雨量计"->烧焦的 制造描述:"观测降雨机率。"
        },
        RAINCOAT = "撑着雨伞在雨中漫步。",		-- 物品名:"雨衣" 制造描述:"让你保持干燥的防水外套。"
        RAINHAT = "如果你身上不打湿，下雨还有什么乐趣呢？",		-- 物品名:"雨帽" 制造描述:"手感柔软，防雨必备。"
        RATATOUILLE = "一大锅烩蔬菜，非常吸引人。",		-- 物品名:"蔬菜杂烩"
        RAZOR = "仅用于剃毛。",		-- 物品名:"剃刀" 制造描述:"剃掉你脏脏的山羊胡子。"
        REDGEM = "仿佛有火焰在里面熊熊燃烧。",		-- 物品名:"红宝石"
        RED_CAP = "知心的蘑菇。",		-- 物品名:"采摘的红蘑菇"
        RED_CAP_COOKED = "全都是有韧性的。",		-- 物品名:"烤红蘑菇"
        RED_MUSHROOM =	
        {
            GENERIC = "它湿湿的。",		-- 物品名:"红蘑菇"->默认
            INGROUND = "它在酝酿着什么呢？",		-- 物品名:"红蘑菇"->在地里面
            PICKED = "采掉了。",		-- 物品名:"红蘑菇"->被采完了
        },
        REEDS =
        {
            BURNING = "很快就化为灰烬了。",		-- 物品名:"芦苇"->正在燃烧
            GENERIC = "这只是一簇芦苇。",		-- 物品名:"芦苇"->默认
            PICKED = "它们已经被剥落了。",		-- 物品名:"芦苇"->被采完了
        },
        RELIC = "远古世界的遗物。",		-- 物品名:"废墟"
        RUINS_RUBBLE = "一场破碎的梦。",		-- 物品名:"损毁的废墟"
        RUBBLE = "破碎的石块。",		-- 物品名:"碎石"
        RESEARCHLAB =
        {
            GENERIC = "科学改变世界。",		-- 物品名:"科学机器"->默认 制造描述:"解锁新的合成配方！"
            BURNT = "它被烧得面目全非。",		-- 物品名:"科学机器"->烧焦的 制造描述:"解锁新的合成配方！"
        },
        RESEARCHLAB2 =
        {
            GENERIC = "用科学征服世界。",		-- 物品名:"炼金引擎"->默认 制造描述:"解锁更多合成配方！"
            BURNT = "它被烧得面目全非。",		-- 物品名:"炼金引擎"->烧焦的 制造描述:"解锁更多合成配方！"
        },
        RESEARCHLAB3 =
        {
            GENERIC = "要用魔法来对付魔法。",		-- 物品名:"暗影操控器"->默认 制造描述:"这还是科学吗？"
            BURNT = "它被烧得面目全非。",		-- 物品名:"暗影操控器"->烧焦的 制造描述:"这还是科学吗？"
        },
        RESEARCHLAB4 =
        {
            GENERIC = "充满了魔法的气息。",		-- 物品名:"灵子分解器"->默认 制造描述:"增强高礼帽的魔力。"
            BURNT = "疯狂行为引来了大火。",		-- 物品名:"灵子分解器"->烧焦的 制造描述:"增强高礼帽的魔力。"
        },
        RESURRECTIONSTATUE =
        {
            GENERIC = "它能在关键时刻保你一命。",		-- 物品名:"肉块雕像"->默认 制造描述:"以肉的力量让你重生。"
            BURNT = "保险措施失效了。",		-- 物品名:"肉块雕像"->烧焦的 制造描述:"以肉的力量让你重生。"
        },
        RESURRECTIONSTONE = "一个没用的守卫。",		-- 物品名:"试金石"
        ROBIN =
        {
            GENERIC = "这意味着春天来了吗？",		-- 物品名:"红雀"->默认
            HELD = "扑通扑通的小鸟。",		-- 物品名:"红雀"->拿在手里
        },
        ROBIN_WINTER =
        {
            GENERIC = "寒荒之地的生命。",		-- 物品名:"雪雀"->默认
            HELD = "扑通扑通的小鸟。",		-- 物品名:"雪雀"->拿在手里
        },
        ROBOT_PUPPET = "我想知道它干了什么。",		-- 物品名:"雪雀"
        ROCK_LIGHT =
        {
            GENERIC = "那个坑洞里有一团火。",		-- 物品名:"熔岩坑"->默认
            OUT = "岩浆失去了燃烧的意愿...",		-- 物品名:"熔岩坑"->出去？外面？
            LOW = "阴影来袭。",		-- 物品名:"熔岩坑"->低？
            NORMAL = "熔岩着火了。",		-- 物品名:"熔岩坑"->普通
        },
        CAVEIN_BOULDER =
        {
            GENERIC = "我可不想搬着东西。",		-- 物品名:"岩石"->默认
            RAISED = "如此贴近，却又遥不可及。",		-- 物品名:"岩石"->提高了？
        },
        ROCK = "也许某一天它会裂开。",		-- 物品名:"岩石"
        PETRIFIED_TREE = "现在它会长生不死...",		-- 物品名:"岩石"
        ROCK_PETRIFIED_TREE = "现在它会长生不死...",		-- 物品名:"石化树"
        ROCK_PETRIFIED_TREE_OLD = "现在它会长生不死...",		-- 物品名:"岩石"
        ROCK_ICE =
        {
            GENERIC = "一大块冰冷的冰。",		-- 物品名:"迷你冰川"->默认
            MELTED = "一大滩冰凉的融冰。",		-- 物品名:"迷你冰川"->融化了
        },
        ROCK_ICE_MELTED = "一大滩冰凉的融冰。",		-- 物品名:"融化的迷你冰川"
        ICE = "冬天的结晶。",		-- 物品名:"冰"
        ROCKS = "一些小石头。",		-- 物品名:"石头"
        ROOK = "战车？还是城堡？",		-- 物品名:"发条战车"
        ROPE = "十分有韧性。",		-- 物品名:"绳子" 制造描述:"紧密编成的草绳，非常有用。"
        ROTTENEGG = "散发着腐烂的味道。",		-- 物品名:"腐烂鸟蛋"
        ROYAL_JELLY = "不可多得的东西。",		-- 物品名:"蜂王浆"
        JELLYBEAN = "不会理解生活的豌豆。",		-- 物品名:"彩虹糖豆"
        SADDLE_BASIC = "拿来驯服一头野兽...",		-- 物品名:"鞍具" 制造描述:"你坐在动物身上。仅仅是理论上。"
        SADDLE_RACE = "闪闪发光？",		-- 物品名:"闪亮鞍具" 制造描述:"抵消掉完成目标所花费的时间。或许。"
        SADDLE_WAR = "象征着无尽的战斗。",		-- 物品名:"战争鞍具" 制造描述:"战场首领的王位。"
        SADDLEHORN = "拿回属于我的东西。",		-- 物品名:"鞍角" 制造描述:"把鞍具撬开。"
        SALTLICK = "它们为之着迷...",		-- 物品名:"舔盐块" 制造描述:"好好喂养你家的牲畜。"
        BRUSH = "该清理一下了。",		-- 物品名:"刷子" 制造描述:"减缓皮弗娄牛毛发的生长速度。"
		SANITYROCK =
		{
			ACTIVE = "它在召唤我。",		-- 物品名:"方尖碑"->激活了
			INACTIVE = "就连这个方尖碑也离我而去了。",		-- 物品名:"方尖碑"->没有激活
		},
		SAPLING =
		{
			BURNING = "它把自己交给火焰了。",		-- 物品名:"树苗"->正在燃烧
			WITHERED = "高温战胜了它。",		-- 物品名:"树苗"->枯萎了
			GENERIC = "它在努力生长。",		-- 物品名:"树苗"->默认
			PICKED = "也许下次吧，小树苗。",		-- 物品名:"树苗"->被采完了
			DISEASED = "它不再留恋这个世界...",		-- 物品名:"树苗"->生病了
			DISEASING = "它在悬崖上...",		-- 物品名:"树苗"->正在生病？？
		},
   		SCARECROW = 
   		{
			GENERIC = "对某些事物可不是那么友好",		-- 物品名:"友善的稻草人"->默认 制造描述:"模仿最新的秋季时尚。"
			BURNING = "对抗乌鸦总是运气不好。",		-- 物品名:"友善的稻草人"->正在燃烧 制造描述:"模仿最新的秋季时尚。"
			BURNT = "现在乌鸦会平静下来。",		-- 物品名:"友善的稻草人"->烧焦的 制造描述:"模仿最新的秋季时尚。"
   		},
   		SCULPTINGTABLE=
   		{
			EMPTY = "那看起来...很...有趣...",		-- 物品名:"陶轮" 制造描述:"大理石在你手里将像黏土一样！"
			BLOCK = "让你看看本喵的手艺",		-- 物品名:"陶轮"->锁住了 制造描述:"大理石在你手里将像黏土一样！"
			SCULPTURE = "本喵的又一个杰作。",		-- 物品名:"陶轮"->雕像做好了 制造描述:"大理石在你手里将像黏土一样！"
			BURNT = "烈火吞噬了它",		-- 物品名:"陶轮"->烧焦的 制造描述:"大理石在你手里将像黏土一样！"
   		},
        SCULPTURE_KNIGHTHEAD = "它看起来十分可疑。",		-- 物品名:"可疑的大理石"
		SCULPTURE_KNIGHTBODY = 
		{
			COVERED = "暗藏凶机...",		-- 物品名:"大理石雕像"->被盖住了-三基佬雕像可以敲大理石的时候
			UNCOVERED = "我猜他在压力之下崩溃了。",		-- 物品名:"大理石雕像"->没有被盖住-三基佬雕像被开采后
			FINISHED = "终于又弄到一起了。",		-- 物品名:"大理石雕像"->三基佬雕像修好了
			READY = "它想要出去...",		-- 物品名:"大理石雕像"->准备好的 满的
		},
        SCULPTURE_BISHOPHEAD = "这东西是怎么到这里来的？",		-- 物品名:"可疑的大理石"
		SCULPTURE_BISHOPBODY = 
		{
			COVERED = "美丽的腐败在它的底部啃噬...",		-- 物品名:"大理石雕像"->被盖住了-三基佬雕像可以敲大理石的时候
			UNCOVERED = "大理石浪费得越多，雕像成长得越快。",		-- 物品名:"大理石雕像"->没有被盖住-三基佬雕像被开采后
			FINISHED = "不是每个人在崩溃后都能复原。",		-- 物品名:"大理石雕像"->三基佬雕像修好了
			READY = "它想要出去...",		-- 物品名:"大理石雕像"->准备好的 满的
		},
        SCULPTURE_ROOKNOSE = "奇怪的大理石碎片...",		-- 物品名:"可疑的大理石"
		SCULPTURE_ROOKBODY = 
		{
			COVERED = "我感觉...反胃...",		-- 物品名:"大理石雕像"->被盖住了-三基佬雕像可以敲大理石的时候
			UNCOVERED = "也许它想要把它对怪物形态的羞愧藏起来？",		-- 物品名:"大理石雕像"->没有被盖住-三基佬雕像被开采后
			FINISHED = "它又是个整体了。幸运。",		-- 物品名:"大理石雕像"->三基佬雕像修好了
			READY = "它想要出去...",		-- 物品名:"大理石雕像"->准备好的 满的
		},
        GARGOYLE_HOUND = "它在历史的长河中陷入了沉睡。",		-- 物品名:"可疑的月岩"
        GARGOYLE_WEREPIG = "我也会做那个鬼脸...",		-- 物品名:"可疑的月岩"
		SEEDS = "生命，或者至少是孕育生命的希望。",		-- 物品名:"种子"
		SEEDS_COOKED = "火烤干了他们的生命。",		-- 物品名:"烤种子"
		SEWING_KIT = "缝缝补补又三年。",		-- 物品名:"针线包" 制造描述:"缝补受损的衣物。"
		SEWING_TAPE = "它没有修补这个洞...只是掩饰住而已。",		-- 物品名:"可靠的胶布" 制造描述:"缝补受损的衣物。"
		SHOVEL = "挖掘这世界的秘密。",		-- 物品名:"铲子" 制造描述:"挖掘各种各样的东西。"
		SILK = "鱼杆的材料有了。",		-- 物品名:"蜘蛛丝"
		SKELETON = "它解脱了...",		-- 物品名:"骷髅"
		SCORCHED_SKELETON = "火焰净化了这个不幸的灵魂。",		-- 物品名:"易碎骨骼"
		SKULLCHEST = "看起来如此吓人。",		-- 物品名:"骷髅箱"
		SMALLBIRD =
		{
			GENERIC = "小家伙，你好。",		-- 物品名:"小鸟"->默认
			HUNGRY = "你饿了吗？",		-- 物品名:"小鸟"->有点饿了
			STARVING = "可怜的家伙...",		-- 物品名:"小鸟"->挨饿
			SLEEPING = "它飞向了蓝天。",		-- 物品名:"小鸟"->睡着了
		},
		SMALLMEAT = "就这么点？。",		-- 物品名:"小肉"
		SMALLMEAT_DRIED = "肉晾干了，很美味。",		-- 物品名:"小风干肉"
		SPAT = "我应该让它从痛苦中解脱。",		-- 物品名:"钢羊"
		SPEAR = "萌新的最强武器。",		-- 物品名:"长矛" 制造描述:"使用尖的那一端。"
		SPEAR_WATHGRITHR = "这似乎有点戏剧性。",		-- 物品名:"战斗长矛" 制造描述:"黄金使它更锋利。"
		WATHGRITHRHAT = "我之前从未见过她取下它...",		-- 物品名:"战斗头盔" 制造描述:"独角兽是你的保护神。"
		SPIDER =
		{
			DEAD = "好走不送。",		-- 物品名:"蜘蛛"->死了
			GENERIC = "行走在暗处。",		-- 物品名:"蜘蛛"->默认
			SLEEPING = "来一次偷袭怎么样？",		-- 物品名:"蜘蛛"->睡着了
		},
		SPIDERDEN = "一窝乌合之众。",		-- 物品名:"蜘蛛巢"
		SPIDEREGGSACK = "满是死亡和毁灭的小包裹。",		-- 物品名:"蜘蛛卵" 制造描述:"跟你的朋友寻求点帮助。"
		SPIDERGLAND = "即使死去，这只野兽仍能制造伤痛。",		-- 物品名:"蜘蛛腺"
		SPIDERHAT = "当年凝视深渊的时候，深渊也在凝视你。",		-- 物品名:"蜘蛛帽" 制造描述:"蜘蛛们会喊你\"妈妈\"。"
		SPIDERQUEEN = "是个大麻烦。",		-- 物品名:"蜘蛛女王"
		SPIDER_WARRIOR =
		{
			DEAD = "它还是太弱了。",		-- 物品名:"蜘蛛战士"->死了
			GENERIC = "夜行勇士！",		-- 物品名:"蜘蛛战士"->默认
			SLEEPING = "小心别警醒这家伙。",		-- 物品名:"蜘蛛战士"->睡着了
		},
		SPOILED_FOOD = "最终一切都会变成垃圾。",		-- 物品名:"腐烂食物"
        STAGEHAND =
        {
			AWAKE = "寻求光亮的暗影生物...真可悲啊...",		-- 物品名:"舞台"->醒了
			HIDING = "这里有些古怪，但我说不出所以然。。",		-- 物品名:"舞台"->藏起来了
        },
        STATUE_MARBLE = 
        {
            GENERIC = "寒冷、坚硬的石头...",		-- 物品名:"大理石雕像"->默认
            TYPE1 = "我们每个人都戴着许多面具...",		-- 物品名:"大理石雕像"->类型1
            TYPE2 = "令人恐惧的想法...如果面具下面什么也没有怎么办呢？",		-- 物品名:"大理石雕像"->类型2
            TYPE3 = "可爱的花瓶。", --bird bath type statue		-- 物品名:"大理石雕像"
        },
		STATUEHARP = "可惜不能用它演奏出美妙的音乐。",		-- 物品名:"竖琴雕像"
		STATUEMAXWELL = "他本人可没那么高大。",		-- 物品名:"麦斯威尔雕像"
		STEELWOOL = "这个不能提供温暖。",		-- 物品名:"钢丝绵"
		STINGER = "锋利而致命。",		-- 物品名:"蜂刺"
		STRAWHAT = "当太阳无情地鞭挞，生命总能找到出路。啊。",		-- 物品名:"草帽" 制造描述:"帮助你保持清凉干爽。"
		STUFFEDEGGPLANT = "一只酒香的茄子。",		-- 物品名:"酿茄子"
		SWEATERVEST = "它看起来并不是那么好看...",		-- 物品名:"犬牙背心" 制造描述:"粗糙，但挺时尚。"
		REFLECTIVEVEST = "我想我应该准备一下泳装了。",		-- 物品名:"清凉夏装" 制造描述:"穿上这件时尚的背心，让你神清气爽。"
		HAWAIIANSHIRT = "花里花哨的。",		-- 物品名:"花衬衫" 制造描述:"适合夏日穿着，或在周五便装日穿着。"
		TAFFY = "小孩子吃的糖？",		-- 物品名:"太妃糖"
		TALLBIRD = "它也许向往天空，但永远也飞不起来。",		-- 物品名:"高脚鸟"
		TALLBIRDEGG = "充满了生命的气息。",		-- 物品名:"高脚鸟蛋"
		TALLBIRDEGG_COOKED = "和培根搭配起来不赖。",		-- 物品名:"煎高脚鸟蛋"
		TALLBIRDEGG_CRACKED =
		{
			COLD = "因黑暗而感到寒冷。",		-- 物品名:"冻伤"->冷了
			GENERIC = "小小的脆弱生命，正在挣扎着迎向光明。",		-- 物品名:"孵化中的高脚鸟蛋"->默认
			HOT = "它承受不了这样的高温。",		-- 物品名:"中暑"->热了
			LONG = "越早诞生，越早消亡。",		-- 物品名:"孵化中的高脚鸟蛋"->还需要很久
			SHORT = "就快出来了。",		-- 物品名:"孵化中的高脚鸟蛋"->很快了
		},
		TALLBIRDNEST =
		{
			GENERIC = "这个蛋代表了一个新生命。呃。",		-- 物品名:"高脚鸟巢"->默认
			PICKED = "巢是空的。空虚、贫瘠而虚无。",		-- 物品名:"高脚鸟巢"->被采完了
		},
		TEENBIRD =
		{
			GENERIC = "飘忽不定？",		-- 物品名:"小高脚鸟"->默认
			HUNGRY = "饥饿的小家伙。",		-- 物品名:"小高脚鸟"->有点饿了
			STARVING = "这对它来说真是难熬。",		-- 物品名:"小高脚鸟"->挨饿
			SLEEPING = "休息吧。",		-- 物品名:"小高脚鸟"->睡着了
		},
		TELEPORTATO_BASE =
		{
			ACTIVE = "穿越时空的漩涡！",		-- 物品名:"木制传送台"->激活了
			GENERIC = "通过它我们可以去世界各地旅行了。",		-- 物品名:"木制传送台"->默认
			LOCKED = "它仍然是上锁关闭的状态。",		-- 物品名:"木制传送台"->锁住了
			PARTIAL = "它已经建好了一半。",		-- 物品名:"木制传送台"->已经有部分了
		},
		TELEPORTATO_BOX = "它包含着至关重要的火花。",		-- 物品名:"盒状零件"
		TELEPORTATO_CRANK = "它看起来很复杂。",		-- 物品名:"曲柄零件"
		TELEPORTATO_POTATO = "多么丑陋的产物！",		-- 物品名:"金属土豆状零件"
		TELEPORTATO_RING = "它没有锋利的边缘。",		-- 物品名:"环状零件"
		TELESTAFF = "如果它更强大一些，我们就可以解脱了。",		-- 物品名:"传送魔杖" 制造描述:"穿越空间的法杖！时间要另外收费。"
		TENT = 
		{
			GENERIC = "结束忙碌的一天。",		-- 物品名:"帐篷"->默认 制造描述:"回复精神值，但要花费时间并导致饥饿。"
			BURNT = "还好我不在里面。",		-- 物品名:"帐篷"->烧焦的 制造描述:"回复精神值，但要花费时间并导致饥饿。"
		},
		SIESTAHUT = 
		{
			GENERIC = "夏日恰意的休息方式。",		-- 物品名:"遮阳篷"->默认 制造描述:"躲避烈日，回复精神值。"
			BURNT = "看来它也不是很耐高温。",		-- 物品名:"遮阳篷"->烧焦的 制造描述:"躲避烈日，回复精神值。"
		},
		TENTACLE = "本喵可不想被它打到！",		-- 物品名:"触手"
		TENTACLESPIKE = "不错的一把武器。",		-- 物品名:"触手尖刺"
		TENTACLESPOTS = "这些事最好略过不提。",		-- 物品名:"触手皮"
		TENTACLE_PILLAR = "巨大化的触手？",		-- 物品名:"大触手"
        TENTACLE_PILLAR_HOLE = "有一天它会回来的。",		-- 物品名:"硕大的泥坑"
		TENTACLE_PILLAR_ARM = "小触手！",		-- 物品名:"小触手"
		TENTACLE_GARDEN = "这东西是不同的。",		-- 物品名:"大触手"
		TOPHAT = "一件华美的服饰。",		-- 物品名:"高礼帽" 制造描述:"最经典的帽子款式。"
		TORCH = "对抗黑夜的小小武器。",		-- 物品名:"火炬" 制造描述:"可携带的光源。"
		TRANSISTOR = "它叫晶体什么来着？",		-- 物品名:"电子元件" 制造描述:"科学至上！滋滋滋！"
		TRAP = "简单的陷阱。",		-- 物品名:"陷阱" 制造描述:"捕捉小型生物。"
		TRAP_TEETH = "小心脚下。",		-- 物品名:"犬牙陷阱" 制造描述:"弹出来并咬伤任何踩到它的东西。"
		TRAP_TEETH_MAXWELL = "猝不及防！",		-- 物品名:"麦斯威尔的尖牙陷阱" 制造描述:"弹出来并咬伤任何踩到它的东西。"
		TREASURECHEST = 
		{
			GENERIC = "它装着我的财富。",		-- 物品名:"箱子"->默认 制造描述:"一种结实的容器。"
			BURNT = "它连灰烬都装不了了。",		-- 物品名:"箱子"->烧焦的 制造描述:"一种结实的容器。"
		},
		TREASURECHEST_TRAP = "偶尔，事情的发展会符合我的心意。",		-- 物品名:"宝箱"
		SACRED_CHEST = 
		{
			GENERIC = "奇怪的是为什么上面没有灰尘。",		-- 物品名:"远古宝箱"->默认
			LOCKED = "宝箱在思考。",		-- 物品名:"远古宝箱"->锁住了
		},
		TREECLUMP = "奇怪的箱子。",		-- 物品名:"远古宝箱"
		TRINKET_1 = "非常奇异。", --Melted Marbles		-- 物品名:"熔化的弹珠"
		TRINKET_2 = "也许我能找人修好它。", --Fake Kazoo		-- 物品名:"假卡祖笛"
		TRINKET_3 = "纠缠不清...", --Gord's Knot		-- 物品名:"戈尔迪之结"
		TRINKET_4 = "这是玩具？", --Gnome		-- 物品名:"地精爷爷"
		TRINKET_5 = "逃离这里。", --Toy Rocketship		-- 物品名:"迷你火箭"
		TRINKET_6 = "某人也许可以用上这个。", --Frazzled Wires		-- 物品名:"烂电线"
		TRINKET_7 = "只是一个简单的游戏。", --Ball and Cup		-- 物品名:"杯子和球"
		TRINKET_8 = "钓海鱼的时候可能用得上这个。", --Rubber Bung		-- 物品名:"硬化橡胶塞"
		TRINKET_9 = "不搭的纽扣，乱搭的人生。", --Mismatched Buttons		-- 物品名:"不搭的纽扣"
		TRINKET_10 = "另一张要喂饱的嘴。", --Dentures		-- 物品名:"二手假牙"
		TRINKET_11 = "我想我还是喜欢毛茸茸的玩偶。", --Lying Robot		-- 物品名:"机器人玩偶"
		TRINKET_12 = "不再那么黏滑了，不是吗？", --Dessicated Tentacle		-- 物品名:"干瘪的触手"
		TRINKET_13 = "这是另一个玩具？", --Gnomette		-- 物品名:"地精奶奶"
		TRINKET_14 = "时间在它上面划了一刀。", --Leaky Teacup		-- 物品名:"漏水的茶杯"
		TRINKET_15 = "只有一片的胜利是无望的。", --Pawn		-- 物品名:"白色主教"
		TRINKET_16 = "只有一片的胜利是无望的。", --Pawn		-- 物品名:"黑色主教"
		TRINKET_17 = "难道这象征着另一种文明吗？", --Bent Spork		-- 物品名:"弯曲的叉子"
		TRINKET_18 = "骑士在哪了？", --Trojan Horse		-- 物品名:"玩具木马"
		TRINKET_19 = "纺锤必然停止转动，如同生命必然终结。", --Unbalanced Top		-- 物品名:"失衡上衣"
		TRINKET_20 = "我的背不需要抓。", --Backscratcher		-- 物品名:"不求人"
		TRINKET_21 = "这个工具再也无法使用了。", --Egg Beater		-- 物品名:"破搅拌器"
		TRINKET_22 = "我不怕的。", --Frayed Yarn		-- 物品名:"磨损的纱线"
		TRINKET_23 = "我不需要它。", --Shoehorn		-- 物品名:"鞋拔子"
		TRINKET_24 = "看起来不错，喵。", --Lucky Cat Jar		-- 物品名:"幸运猫扎尔"
		TRINKET_25 = "怎么会有人无聊到做这个东西！", --Air Unfreshener		-- 物品名:"臭气制造器"
		TRINKET_26 = "也许猪王会喜欢它的。", --Potato Cup		-- 物品名:"土豆杯"
		TRINKET_27 = "现在至少衣柜是井井有条的。", --Coat Hanger		-- 物品名:"钢丝衣架"
		TRINKET_28 = "一匹马！一匹马！我的城堡换一匹马！", --Rook		-- 物品名:"白色战车"
        TRINKET_29 = "一匹马！一匹马！我的城堡换一匹马！", --Rook		-- 物品名:"黑色战车"
        TRINKET_30 = "我宁愿拥有城堡...", --Knight		-- 物品名:"白色骑士"
        TRINKET_31 = "我宁愿拥有城堡...", --Knight		-- 物品名:"黑色骑士"
        TRINKET_32 = "当我盯着球的时候我...什么也没看见。恰好。", --Cubic Zirconia Ball		-- 物品名:"立方氧化锆球"
        TRINKET_33 = "非常迷人？才怪呢。", --Spider Ring		-- 物品名:"蜘蛛指环"
        TRINKET_34 = "也许一个诅咒会结束我们的痛苦。", --Monkey Paw		-- 物品名:"猴子手掌"
        TRINKET_35 = "这难道是迷失竹林里的东西？", --Empty Elixir		-- 物品名:"空的长生不老药"
        TRINKET_36 = "万圣节拿出来吓人。", --Faux fangs		-- 物品名:"人造尖牙"
        TRINKET_37 = "将它穿过某人的心脏。", --Broken Stake		-- 物品名:"断桩"
        TRINKET_38 = "眺望这个世界。", -- Binoculars Griftlands trinket		-- 物品名:"双筒望远镜"
        TRINKET_39 = "孤独的一半。", -- Lone Glove Griftlands trinket		-- 物品名:"单只手套"
        TRINKET_40 = "整个世界都压在我身上。", -- Snail Scale Griftlands trinket		-- 物品名:"蜗牛秤"
        TRINKET_41 = "里面似乎有灵质。", -- Goop Canister Hot Lava trinket		-- 物品名:"黏液罐"
        TRINKET_42 = "嬉闹，玩耍，就没别的了。", -- Toy Cobra Hot Lava trinket		-- 物品名:"玩具眼镜蛇"
        TRINKET_43= "我已经把幼稚的东西都抛在身后。", -- Crocodile Toy Hot Lava trinket		-- 物品名:"鳄鱼玩具"
        TRINKET_44 = "一些裂痕是修补不了的。", -- Broken Terrarium ONI trinket		-- 物品名:"破碎的玻璃罐"
        TRINKET_45 = "来点音乐~", -- Odd Radio ONI trinket		-- 物品名:"奇怪的收音机"
        TRINKET_46 = "真希望有人能修好它。", -- Hairdryer ONI trinket		-- 物品名:"损坏的吹风机"
        LOST_TOY_1  = "我能感觉到……这个对某人很重要。",		-- 物品名:"遗失的玻璃球"
        LOST_TOY_2  = "我能感觉到……这个对某人很重要。",		-- 物品名:"多愁善感的卡祖笛"
        LOST_TOY_7  = "我能感觉到……这个对某人很重要。",		-- 物品名:"珍视的抽线陀螺"
        LOST_TOY_10 = "我能感觉到……这个对某人很重要。",		-- 物品名:"缺少的牙齿"
        LOST_TOY_11 = "我能感觉到……这个对某人很重要。",		-- 物品名:"珍贵的玩具机器人"
        LOST_TOY_14 = "我能感觉到……这个对某人很重要。",		-- 物品名:"妈妈最爱的茶杯"
        LOST_TOY_18 = "我能感觉到……这个对某人很重要。",		-- 物品名:"宝贵的玩具木马"
        LOST_TOY_19 = "我能感觉到……这个对某人很重要。",		-- 物品名:"最爱的陀螺"
        LOST_TOY_42 = "我能感觉到……这个对某人很重要。",		-- 物品名:"装错的玩具眼镜蛇"
        LOST_TOY_43 = "我能感觉到……这个对某人很重要。",		-- 物品名:"宠爱的鳄鱼玩具"
        HALLOWEENCANDY_1 = "哦...它很...好。",		-- 物品名:"糖果苹果"
        HALLOWEENCANDY_2 = "最美味的谎言。",		-- 物品名:"糖果玉米"
        HALLOWEENCANDY_3 = "叹气。至少它是诚实的。",		-- 物品名:"不太甜的玉米"
        HALLOWEENCANDY_4 = "糖果做的蜘蛛。",		-- 物品名:"粘液蜘蛛"
        HALLOWEENCANDY_5 = "可爱的糖果~",		-- 物品名:"浣猫糖果"
        HALLOWEENCANDY_6 = "舌尖上的美味？",		-- 物品名:"\"葡萄干\""
        HALLOWEENCANDY_7 = "舌尖上的美味。",		-- 物品名:"葡萄干"
        HALLOWEENCANDY_8 = "这很...有趣...",		-- 物品名:"鬼魂棒棒糖"
        HALLOWEENCANDY_9 = "它又复杂又美味。",		-- 物品名:"果冻虫"
        HALLOWEENCANDY_10 = "这很...有趣...",		-- 物品名:"触须棒棒糖"
        HALLOWEENCANDY_11 = "你首先必须把它们的脑袋咬下来...嘻嘻...",		-- 物品名:"巧克力猪"
        HALLOWEENCANDY_12 = "今天我吃掉它们，有一天它们会吃掉我。", --ONI meal lice candy		-- 物品名:"糖果虱"
        HALLOWEENCANDY_13 = "和我的心一样硬的糖果。", --Griftlands themed candy		-- 物品名:"无敌硬糖"
        HALLOWEENCANDY_14 = "是什么烧个没完？！", --Hot Lava pepper candy		-- 物品名:"熔岩椒"
        CANDYBAG = "它是用来倒入美好的东西的...",		-- 物品名:"糖果袋" 制造描述:"只带万圣夜好吃的东西。"
		HALLOWEEN_ORNAMENT_1 = "戴上它来吓人~",		-- 物品名:"幽灵装饰"
		HALLOWEEN_ORNAMENT_2 = "象征着无尽的黑暗！",		-- 物品名:"蝙蝠装饰"
		HALLOWEEN_ORNAMENT_3 = "我不会为你默哀的。", 		-- 物品名:"蜘蛛装饰"
		HALLOWEEN_ORNAMENT_4 = "恶魔纪念品。",		-- 物品名:"触手装饰"
		HALLOWEEN_ORNAMENT_5 = "它陷入黑暗了。",		-- 物品名:"悬垂蜘蛛装饰"
		HALLOWEEN_ORNAMENT_6 = "树上的乌鸦代表困在不同世界之间的灵魂。", 		-- 物品名:"乌鸦装饰"
		HALLOWEENPOTION_DRINKS_WEAK = "原以为会更大呢。",		-- 物品名:"远古宝箱"
		HALLOWEENPOTION_DRINKS_POTENT = "变得强大。",		-- 物品名:"远古宝箱"
        HALLOWEENPOTION_BRAVERY = "有了它，很多东西就显得不那么恐怖了。",		-- 物品名:"远古宝箱"
		HALLOWEENPOTION_MOON = "这是异变吗？",		-- 物品名:"月亮精华液"
		HALLOWEENPOTION_FIRE_FX = "我真希望我心里也燃烧着这样的火。", 		-- 物品名:"远古宝箱"
		MADSCIENCE_LAB = "里面充满疯狂。",		-- 物品名:"疯狂科学家实验室" 制造描述:"疯狂实验无极限。唯独神智有极限。"
		LIVINGTREE_ROOT = "潜在的恐惧。", 		-- 物品名:"完全正常的树根"
		LIVINGTREE_SAPLING = "它会长大，然后变得令人憎恶。",		-- 物品名:"完全正常的树苗"
        DRAGONHEADHAT = "它可以带来好运。",		-- 物品名:"幸运兽脑袋" 制造描述:"野兽装束的前端。"
        DRAGONBODYHAT = "希望它能起点保护作用。",		-- 物品名:"幸运兽躯体" 制造描述:"野兽装束的中间部分。"
        DRAGONTAILHAT = "神龙摆尾。",		-- 物品名:"幸运兽尾巴" 制造描述:"野兽装束的尾端。"
        PERDSHRINE =
        {
            GENERIC = "它渴望祭品。",		-- 物品名:"火鸡神龛"->默认 制造描述:"供奉庄严之火鸡。"
            EMPTY = "它是空的...",		-- 物品名:"火鸡神龛" 制造描述:"供奉庄严之火鸡。"
            BURNT = "熊熊燃烧。",		-- 物品名:"火鸡神龛"->烧焦的 制造描述:"供奉庄严之火鸡。"
        },
        REDLANTERN = "颇有节日气氛。",		-- 物品名:"红灯笼" 制造描述:"照亮你的路的幸运灯笼。"
        LUCKY_GOLDNUGGET = "运气已经抛弃我很久了...",		-- 物品名:"幸运黄金"
        FIRECRACKERS = "它只是需要一点亮光。",		-- 物品名:"红鞭炮" 制造描述:"用重击来庆祝！"
        PERDFAN = "它...出奇地柔软。",		-- 物品名:"幸运扇" 制造描述:"额外的运气，超级多。"
        REDPOUCH = "里面有什么？",		-- 物品名:"红袋子"
        WARGSHRINE = 
        {
            GENERIC = "猎犬在狂吠。",		-- 物品名:"座狼神龛"->默认 制造描述:"供奉陶土之座狼。"
            EMPTY = "我们必须点个火，以敬猎犬。",		-- 物品名:"座狼神龛" 制造描述:"供奉陶土之座狼。"
            BURNT = "尘归尘，土归土。",		-- 物品名:"座狼神龛"->烧焦的 制造描述:"供奉陶土之座狼。"
        },
        CLAYWARG = 
        {
        	GENERIC = "现在死掉就能免掉许多悲伤了。",		-- 物品名:"黏土座狼"->默认
        	STATUE = "它的眼里毫无生气。",		-- 物品名:"黏土座狼"->雕像
        },
        CLAYHOUND = 
        {
        	GENERIC = "天啊，你的牙齿真大。",		-- 物品名:"黏土猎犬"->默认
        	STATUE = "只不过是粗浅地模仿活物。",		-- 物品名:"黏土猎犬"->雕像
        },
        HOUNDWHISTLE = "我听不见它的声音，不代表它很安静。",		-- 物品名:"幸运哨子" 制造描述:"对野猎犬吹哨。"
        CHESSPIECE_CLAYHOUND = "...",		-- 物品名:"猎犬棋子"
        CHESSPIECE_CLAYWARG = "它只会发怒。",		-- 物品名:"座狼棋子"
		PIGSHRINE =
		{
            GENERIC = "向暴食者致敬。",		-- 物品名:"猪神龛"->默认 制造描述:"供奉富饶之猪人。"
            EMPTY = "它需要祭肉。",		-- 物品名:"猪神龛" 制造描述:"供奉富饶之猪人。"
            BURNT = "尘归尘，土归土。",		-- 物品名:"猪神龛"->烧焦的 制造描述:"供奉富饶之猪人。"
		},
		PIG_TOKEN = "金色传说！",		-- 物品名:"金色腰带"
		PIG_COIN = "它能买来一段稍纵即逝的友谊。",		-- 物品名:"猪鼻铸币"
		YOTP_FOOD1 = "有生物为那场盛宴而死。",		-- 物品名:"致敬烤肉" 制造描述:"向猪王敬肉。"
		YOTP_FOOD2 = "我不想吃它。",		-- 物品名:"八宝泥馅饼" 制造描述:"那里隐藏着什么？"
		YOTP_FOOD3 = "本喵喜欢吃这个。",		-- 物品名:"鱼头串" 制造描述:"棍子上的荣华富贵。"
		PIGELITE1 = "暴风雨在他体内肆虐着。", --BLUE		-- 物品名:"韦德"
		PIGELITE2 = "怒不可遏。", --RED		-- 物品名:"伊格内修斯"
		PIGELITE3 = "他的整个职业生涯都以暴力为基础。", --WHITE		-- 物品名:"德米特里"
		PIGELITE4 = "石化。", --GREEN		-- 物品名:"索耶"
		PIGELITEFIGHTER1 = "暴风雨在他体内肆虐着。", --BLUE		-- 物品名:"韦德"
		PIGELITEFIGHTER2 = "怒不可遏。", --RED		-- 物品名:"伊格内修斯"
		PIGELITEFIGHTER3 = "他的整个职业生涯都以暴力为基础。", --WHITE		-- 物品名:"德米特里"
		PIGELITEFIGHTER4 = "石化。", --GREEN		-- 物品名:"索耶"
		CARRAT_GHOSTRACER = "影子做的老鼠。",		-- 物品名:"查理的胡萝卜鼠"
        YOTC_CARRAT_RACE_START = "我为什么要在乎这些蠢事。",		-- 物品名:"起点" 制造描述:"冲向比赛！"
        YOTC_CARRAT_RACE_CHECKPOINT = "要是也有方向标指引我就好了……",		-- 物品名:"检查点" 制造描述:"通往光荣之路上的一站。"
        YOTC_CARRAT_RACE_FINISH =
        {
            GENERIC = "别担心, 终点很近了。",		-- 物品名:"终点线"->默认 制造描述:"你走投无路了。"
            BURNT = "我猜这个意味着比赛已经结束。",		-- 物品名:"终点线"->烧焦的 制造描述:"你走投无路了。"
            I_WON = "哦。我赢了。",		-- 物品名:"终点线" 制造描述:"你走投无路了。"
            SOMEONE_ELSE_WON = "享受你的胜利吧， {winner}……好景素来不长。",		-- 物品名:"终点线" 制造描述:"你走投无路了。"
        },
		YOTC_CARRAT_RACE_START_ITEM = "我要为这个找个安息之地。",		-- 物品名:"起点套装" 制造描述:"冲向比赛！"
        YOTC_CARRAT_RACE_CHECKPOINT_ITEM = "我想我是迷路了。",		-- 物品名:"检查点套装" 制造描述:"通往光荣之路上的一站。"
		YOTC_CARRAT_RACE_FINISH_ITEM = "是时候完成这个……赛道了。",		-- 物品名:"终点线套装" 制造描述:"你走投无路了。"
		YOTC_SEEDPACKET = "我的心里什么都长不出来。",		-- 物品名:"种子包" 制造描述:"一包普通的混合种子。"
		YOTC_SEEDPACKET_RARE = "所有生长的东西最终都会死亡。",		-- 物品名:"高级种子包" 制造描述:"一包高质量的种子。"
		MINIBOATLANTERN = "一个快乐的微光。",		-- 物品名:"漂浮灯笼" 制造描述:"闪着暖暖的光亮。"
        YOTC_CARRATSHRINE =
        {
            GENERIC = "本喵可不会供奉它。",	-- 物品名:"胡萝卜鼠神龛"->默认 制造描述:"供奉灵巧之胡萝卜鼠。"
            EMPTY = "它渴望供品。",		-- 物品名:"胡萝卜鼠神龛" 制造描述:"供奉灵巧之胡萝卜鼠。"
            BURNT = "尘归尘，土归土。",		-- 物品名:"胡萝卜鼠神龛"->烧焦的 制造描述:"供奉灵巧之胡萝卜鼠。"
        },
        YOTC_CARRAT_GYM_DIRECTION = 
        {
            GENERIC = "为训练指明方向。",		-- 物品名:"方向健身房"->默认
            RAT = "徒劳的运动。",		-- 物品名:"方向健身房"
            BURNT = "回归了尘土。",		-- 物品名:"方向健身房"->烧焦的
        },
        YOTC_CARRAT_GYM_SPEED = 
        {
            GENERIC = "与时间赛跑。",		-- 物品名:"速度健身房"->默认
            RAT = "跑啊跑，结果还在原地。",		-- 物品名:"速度健身房"
            BURNT = "回归了尘土。",		-- 物品名:"速度健身房"->烧焦的
        },
        YOTC_CARRAT_GYM_REACTION = 
        {
            GENERIC = "把锤子拿来……",		-- 物品名:"反应健身房"->默认
            RAT = "真是个愚蠢的生物。",		-- 物品名:"反应健身房"
            BURNT = "回归了尘土。",		-- 物品名:"反应健身房"->烧焦的
        },
        YOTC_CARRAT_GYM_STAMINA = 
        {
            GENERIC = "变得更加强壮了。",		-- 物品名:"耐力健身房"->默认
            RAT = "你知道永远拿不到那颗果实，对吧？",		-- 物品名:"耐力健身房"
            BURNT = "回归了尘土。",		-- 物品名:"耐力健身房"->烧焦的
        }, 
        YOTC_CARRAT_GYM_DIRECTION_ITEM = "我猜最好开始吧。",		-- 物品名:"方向健身房套装" 制造描述:"提高你的胡萝卜鼠的方向感。"
        YOTC_CARRAT_GYM_SPEED_ITEM = "我不想拿了。",		-- 物品名:"速度健身房套装" 制造描述:"增加你的胡萝卜鼠的速度。"
        YOTC_CARRAT_GYM_STAMINA_ITEM = "也许我能把它放在这……",		-- 物品名:"耐力健身房套装" 制造描述:"增强你的胡萝卜鼠的耐力。"
        YOTC_CARRAT_GYM_REACTION_ITEM = "真是麻烦啊。",		-- 物品名:"反应健身房套装" 制造描述:"加快你的胡萝卜鼠的反应时间。"
        YOTC_CARRAT_SCALE_ITEM = "你能量出生命的价值吗？",           		-- 物品名:"胡萝卜鼠秤套装" 制造描述:"看看你的胡萝卜鼠的情况。"
        YOTC_CARRAT_SCALE = 
        {
            GENERIC = "胡萝卜鼠是用什么单位衡量的？",		-- 物品名:"胡萝卜鼠秤"->默认
            CARRAT = "我也不知道自己期望什么，真的。",		-- 物品名:"胡萝卜" 制造描述:"灵巧机敏，富含胡萝卜素。"
            CARRAT_GOOD = "哦……好像真的挺好。",		-- 物品名:"胡萝卜鼠秤"
            BURNT = "\"灰烬，灰烬，我们都会倒下。\"",		-- 物品名:"胡萝卜鼠秤"->烧焦的
        },                
		BISHOP_CHARGE_HIT = "哎哟...",		-- 物品名:"胡萝卜鼠秤"->被主教攻击
		TRUNKVEST_SUMMER = "穿在你皮肤上的一层皮肤。",		-- 物品名:"透气背心" 制造描述:"暖和，但算不上非常暖和。"
		TRUNKVEST_WINTER = "它也许能温暖身体，但对灵魂有什么用呢？",		-- 物品名:"松软背心" 制造描述:"足以抵御冬季暴雪的保暖背心。"
		TRUNK_COOKED = "现在看上去更糟了。",		-- 物品名:"象鼻排"
		TRUNK_SUMMER = "我更喜欢耳朵。",		-- 物品名:"象鼻"
		TRUNK_WINTER = "和它唯一的朋友分开了。",		-- 物品名:"冬象鼻"
		TUMBLEWEED = "它在四处流浪。",		-- 物品名:"风滚草"
		TURKEYDINNER = "谁在咯咯叫？",		-- 物品名:"火鸡大餐"
		TWIGS = "还没长大就被拔出了土地。",		-- 物品名:"树枝"
		UMBRELLA = "雨天的时候记得戴上它。",		-- 物品名:"雨伞" 制造描述:"遮阳挡雨！"
		GRASS_UMBRELLA = "好看但不实用。",		-- 物品名:"花伞" 制造描述:"漂亮轻便的保护伞。"
		UNIMPLEMENTED = "它的故事还没有完结，而我的故事呢？",		-- 物品名:"胡萝卜鼠秤"
		WAFFLES = "它们肯定是华夫饼。",		-- 物品名:"华夫饼"
		WALL_HAY = 
		{	
			GENERIC = "只能做做防御的样子。",		-- 物品名:"草墙"->默认
			BURNT = "防御下降了。",		-- 物品名:"草墙"->烧焦的
		},
		WALL_HAY_ITEM = "它们的防御效果值得怀疑。",		-- 物品名:"草墙" 制造描述:"草墙墙体。不太结实。"
		WALL_STONE = "在里面又有什么来保护我呢？",		-- 物品名:"石墙"
		WALL_STONE_ITEM = "这不能抵御内心的恶魔。",		-- 物品名:"石墙" 制造描述:"石墙墙体。"
		WALL_RUINS = "这些并没能保护古人，不是吗！",		-- 物品名:"铥矿墙"
		WALL_RUINS_ITEM = "这些石头会闹鬼吗？",		-- 物品名:"铥矿墙" 制造描述:"这些墙可以承受相当多的打击。"
		WALL_WOOD = 
		{
			GENERIC = "修饰家园",		-- 物品名:"木墙"->默认
			BURNT = "不可避免的死亡来临了。",		-- 物品名:"木墙"->烧焦的
		},
		WALL_WOOD_ITEM = "捆起来的木头。",		-- 物品名:"木墙" 制造描述:"木墙墙体。"
		WALL_MOONROCK = "月亮...她轻声许下保护我的承诺。",		-- 物品名:"月岩墙"
		WALL_MOONROCK_ITEM = "这个来自上天的礼物不应被浪费。",		-- 物品名:"月岩墙" 制造描述:"月球疯子之墙。"
		FENCE = "简单的隔离装置。",		-- 物品名:"木栅栏"
        FENCE_ITEM = "我们可以用它来建造一个栅栏。",		-- 物品名:"木栅栏" 制造描述:"木栅栏部分。"
        FENCE_GATE = "它会把别人困在里面，或是外面吗？",		-- 物品名:"木门"
        FENCE_GATE_ITEM = "我们可以用它来建造一个大门。",		-- 物品名:"木门" 制造描述:"木栅栏的门。"
		WALRUS = "海的老人。",		-- 物品名:"海象"
		WALRUSHAT = "这下面泄露了怎样的狂热想法？",		-- 物品名:"贝雷帽"
		WALRUS_CAMP =
		{
			EMPTY = "如果它们不在这，那它们会在哪里？",		-- 物品名:"海象营"
			GENERIC = "这个家也许并不温馨。",		-- 物品名:"海象营"->默认
		},
		WALRUS_TUSK = "非卖品。",		-- 物品名:"海象牙"
		WARDROBE = 
		{
			GENERIC = "换件衣服，换种心情。",		-- 物品名:"衣柜"->默认 制造描述:"随心变换面容。"
            BURNING = "很快它将会成为灰烬。",		-- 物品名:"衣柜"->正在燃烧 制造描述:"随心变换面容。"
			BURNT = "现在它不会让我想起任何东西。",		-- 物品名:"衣柜"->烧焦的 制造描述:"随心变换面容。"
		},
		WARG = "一座真正的邪恶堡垒。",		-- 物品名:"座狼"
		WASPHIVE = "它们躲在仇恨的堡垒里。",		-- 物品名:"杀人蜂蜂窝"
		WATERBALLOON = "它随时可以流露勇气。",		-- 物品名:"水球" 制造描述:"球体灭火。"
		WATERMELON = "夏日里的美味。",		-- 物品名:"西瓜"
		WATERMELON_COOKED = "热乎乎的可不那么好吃。",		-- 物品名:"烤西瓜"
		WATERMELONHAT = "看起来很蠢不是吗？",		-- 物品名:"西瓜帽" 制造描述:"提神醒脑，但感觉黏黏的。"
		WAXWELLJOURNAL = "想听暗影讲故事吗？",		-- 物品名:"暗影秘典" 制造描述:"这将让你大吃一惊。"
		WETGOOP = "一团糟糕的东西。",		-- 物品名:"失败料理"
        WHIP = "它只能提供控制的错觉。",		-- 物品名:"皮鞭" 制造描述:"提出有建设性的反馈意见。"
		WINTERHAT = "十分时尚的御寒帽子。",		-- 物品名:"冬帽" 制造描述:"保持脑袋温暖。"
		WINTEROMETER = 
		{
			GENERIC = "我们也许用不是它",		-- 物品名:"温度测量仪"->默认 制造描述:"测量环境气温。"
			BURNT = "我今天难道要死在这里了吗？",		-- 物品名:"温度测量仪"->烧焦的 制造描述:"测量环境气温。"
		},
        WINTER_TREE =
        {
            BURNT = "哦，不...",		-- 物品名:"冬季圣诞树"->烧焦的
            BURNING = "我该做点什么。",		-- 物品名:"冬季圣诞树"->正在燃烧
            CANDECORATE = "快乐，喵~",		-- 物品名:"冬季圣诞树"->烛台？？？
            YOUNG = "它还没准备好。",		-- 物品名:"冬季圣诞树"->还年轻
        },
		WINTER_TREESTAND = 		
		{
			GENERIC = "我们可以种一棵圣诞树。",		-- 物品名:"圣诞树墩"->默认 制造描述:"种植并装饰一棵冬季圣诞树！"
            BURNT = "今年的礼物没了...",		-- 物品名:"圣诞树墩"->烧焦的 制造描述:"种植并装饰一棵冬季圣诞树！"
		},
        WINTER_ORNAMENT = "看起来真不错。",		-- 物品名:"圣诞小玩意"
        WINTER_ORNAMENTLIGHT = "明亮的光照亮寒冷的夜。",		-- 物品名:"圣诞灯"
        WINTER_ORNAMENTBOSS = "这是我最喜欢的之一。",		-- 物品名:"华丽的装饰"
		WINTER_ORNAMENTFORGE = "纪念以前的一场冒险。",		-- 物品名:"熔炉装饰"
		WINTER_ORNAMENTGORGE = "怎能忘记旧日朋友。",		-- 物品名:"舒缓的装饰"
        WINTER_FOOD1 = "我要吃了你。", --gingerbread cookie		-- 物品名:"小姜饼"
        WINTER_FOOD2 = "远远没有甜美到能够平衡这个苦涩的世界。", --sugar cookie		-- 物品名:"糖曲奇饼"
        WINTER_FOOD3 = "如果你用正确的方式吃它...结果就会变得锋利...", --candy cane		-- 物品名:"拐杖糖"
        WINTER_FOOD4 = "它充满了大块大块的魔鬼。", --fruitcake		-- 物品名:"永远的水果蛋糕"
        WINTER_FOOD5 = "味道还行，但是我已经厌倦木头了...", --yule log cake		-- 物品名:"巧克力树洞蛋糕"
        WINTER_FOOD6 = "我要把所有的糖衣舔下来...", --plum pudding		-- 物品名:"李子布丁"
        WINTER_FOOD7 = "我不想冬日盛会结束...", --apple cider		-- 物品名:"苹果酒"
        WINTER_FOOD8 = "我想念可可豆。", --hot cocoa		-- 物品名:"热可可"
        WINTER_FOOD9 = "这味道真是顶呱呱。你情不自禁地会觉得更好。", --eggnog		-- 物品名:"美味的蛋酒"
		WINTERSFEASTOVEN =
		{
			GENERIC = "烹调死了的东西的地方。",		-- 物品名:"砖砌烤炉"->默认 制造描述:"燃起了喜庆的火焰。"
			COOKING = "烹饪是门艺术。",		-- 物品名:"砖砌烤炉" 制造描述:"燃起了喜庆的火焰。"
			ALMOST_DONE_COOKING = "就会结束了。",		-- 物品名:"砖砌烤炉" 制造描述:"燃起了喜庆的火焰。"
			DISH_READY = "好吧，吃一点也是可以的。",		-- 物品名:"砖砌烤炉" 制造描述:"燃起了喜庆的火焰。"
		},
		BERRYSAUCE = "快乐的果酱",		-- 物品名:"快乐浆果酱"
		BIBINGKA = "这个面包的口感非常神奇。",		-- 物品名:"比宾卡米糕"
		CABBAGEROLLS = "我也干脆裹在毛毡里忘掉所有烦恼算了……",		-- 物品名:"白菜卷"
		FESTIVEFISH = "充满了喜庆的味道。",		-- 物品名:"节庆鱼料理"
		GRAVY = "美味多汁。",		-- 物品名:"好肉汁"
		LATKES = "味道……真不错。",		-- 物品名:"土豆饼"
		LUTEFISK = "这...",		-- 物品名:"苏打鱼"
		MULLEDDRINK = "一壶浊酒喜相逢",		-- 物品名:"香料潘趣酒"
		PANETTONE = "真……好吃。",		-- 物品名:"托尼甜面包"
		PAVLOVA = "今天又会是谁的生日呢？",		-- 物品名:"巴甫洛娃蛋糕"
		PICKLEDHERRING = "味道……。",		-- 物品名:"腌鲱鱼"
		POLISHCOOKIE = "我猜……吃一个也没坏处吧……",		-- 物品名:"波兰饼干"
		PUMPKINPIE = "南瓜的作用真大",		-- 物品名:"南瓜饼"
		ROASTTURKEY = "感恩节到了。",		-- 物品名:"烤火鸡"
		STUFFING = "填饱你饥饿的胃。",		-- 物品名:"烤火鸡面包馅"
		SWEETPOTATO = "家的味道？",		-- 物品名:"红薯焗饭"
		TAMALES = "这个冰冷世界里的小小温暖。",		-- 物品名:"塔马利"
		TOURTIERE = "是美食就应该多吃点……",		-- 物品名:"饕餮馅饼"
		TABLE_WINTERS_FEAST = 
		{
			GENERIC = "聚会的桌子。",		-- 物品名:"冬季盛宴餐桌"->默认 制造描述:"一起来享用冬季盛宴吧。"
			HAS_FOOD = "看起来多么丰盛啊。",		-- 物品名:"冬季盛宴餐桌" 制造描述:"一起来享用冬季盛宴吧。"
			WRONG_TYPE = "现在还没到吃这个的时候",		-- 物品名:"冬季盛宴餐桌" 制造描述:"一起来享用冬季盛宴吧。"
			BURNT = "看来庆典时间结束了。",		-- 物品名:"冬季盛宴餐桌"->烧焦的 制造描述:"一起来享用冬季盛宴吧。"
		},
		GINGERBREADWARG = "身披节庆外衣的狼。", 		-- 物品名:"姜饼座狼"
		GINGERBREADHOUSE = "短暂的欢愉，注定要被消耗。", 		-- 物品名:"姜饼猪屋"
		GINGERBREADPIG = "它跑得真快。",		-- 物品名:"姜饼猪"
		CRUMBS = "这个小家伙在瓦解中。",		-- 物品名:"饼干屑"
		WINTERSFEASTFUEL = "欢度这个美好的节日。",		-- 物品名:"节日欢愉"
        KLAUS = "本喵应该想办法弄到它的角...",		-- 物品名:"克劳斯"
        KLAUS_SACK = "里面究竟有怎样的宝物呢？",		-- 物品名:"赃物袋"
		KLAUSSACKKEY = "通向繁荣的钥匙...",		-- 物品名:"麋鹿茸"
		WORMHOLE =
		{
			GENERIC = "毛茸茸的。",		-- 物品名:"虫洞"->默认
			OPEN = "通向未知的远方。",		-- 物品名:"虫洞"->打开
		},
		WORMHOLE_LIMITED = "它很快就会放弃。",		-- 物品名:"生病的虫洞"->一次性虫洞 单机
		ACCOMPLISHMENT_SHRINE = "我向来不太关心隐喻。",        		-- 物品名:"奖杯" 制造描述:"证明你作为一个人的价值。"
		LIVINGTREE = "它会长生不死吗？",		-- 物品名:"完全正常的树"
		ICESTAFF = "有冰冻效果的魔杖。",		-- 物品名:"冰魔杖" 制造描述:"把敌人冰冻在原地。"
		REVIVER = "选择很重要。",		-- 物品名:"告密的心" 制造描述:"鬼魂朋友复活了，好可怕。"
		SHADOWHEART = "它的跳动伴随着悲伤，跨越了天空，探测最黑暗的大海。",		-- 物品名:"暗影心房"
        ATRIUM_RUBBLE = 
        {
			LINE_1 = "人们受到饥荒和悲伤的打击。",		-- 物品名:"远古壁画"->第一行
			LINE_2 = "他们的故事，输给了时间。",		-- 物品名:"远古壁画"->第二行
			LINE_3 = "他们被黑暗吞噬了。",		-- 物品名:"远古壁画"->第三行
			LINE_4 = "然后，重生。",		-- 物品名:"远古壁画"->第四行
			LINE_5 = "最后，城市里充满了生机。",		-- 物品名:"远古壁画"->第五行
		},
        ATRIUM_STATUE = "一个受折磨的灵魂。",		-- 物品名:"远古雕像"
        ATRIUM_LIGHT = 
        {
			ON = "死一般的光线在房间里舞动。",		-- 物品名:"远古灯柱"->开启
			OFF = "找不到光。",		-- 物品名:"远古灯柱"->关闭
		},
        ATRIUM_GATE =
        {
			ON = "无处不在的烈焰。",		-- 物品名:"远古大门"->开启
			OFF = "希望的灯塔没有被照亮...",		-- 物品名:"远古大门"->关闭
			CHARGING = "带我们离开这里。",		-- 物品名:"远古大门"->充能中
			DESTABILIZING = "它好像不是很稳定...",		-- 物品名:"远古大门"->不稳定
			COOLDOWN = "我们好一会无法再这样做了。",		-- 物品名:"远古大门"->冷却中
        },
        ATRIUM_KEY = "我觉得我知道它去哪了...",		-- 物品名:"远古钥匙"
		LIFEINJECTOR = "让内心更加强大。",		-- 物品名:"强心针" 制造描述:"提高下你那日渐衰退的最大健康值吧。"
		--[[SKELETON_PLAYER =
		{
			MALE = "我羡慕你，%s。也许我也该和%s一起玩？",		-- 物品名:"骷髅"->男性
			FEMALE = "我羡慕你，%s。也许我也该和%s一起玩？",		-- 物品名:"骷髅"->女性
			ROBOT = "我羡慕你，%s。也许我也该和%s一起玩？",		-- 物品名:"骷髅"->机器人
			DEFAULT = "我羡慕你，%s。也许我也该和%s一起玩？",		-- 物品名:"物品栏物品"->默认
		},--]]
		ROCK_MOON = "它跨越了遥不可及的距离...",		-- 物品名:"岩石"
		MOONROCKNUGGET = "它跨越了遥不可及的距离...",		-- 物品名:"月岩"
		MOONROCKCRATER = "它好像还缺了一块。",		-- 物品名:"带孔月岩" 制造描述:"用于划定地盘的岩石。"
		MOONROCKSEED = "它是否来着遥远的月亮呢？",		-- 物品名:"天体宝球"
        REDMOONEYE = "猩红的眼睛注视着这个世界。",		-- 物品名:"红色月眼"	
        PURPLEMOONEYE = "看着都让人头皮发麻...",		-- 物品名:"紫色月眼"
        GREENMOONEYE = "一个绿色的光环笼罩在我们上面。",		-- 物品名:"绿色月眼"
        ORANGEMOONEYE = "它什么都看见了，但是什么都看不见。",		-- 物品名:"橘色月眼"
        YELLOWMOONEYE = "那应该给每个人指路？",		-- 物品名:"黄色月眼"
        BLUEMOONEYE = "它冰冷地凝视着这个世界...",		-- 物品名:"蓝色月眼"
        BOARRIOR = "你会死得很利索。",		-- 物品名:"大熔炉猪战士"->大熔炉猪战士
        BOARON = "可惜你不得不死。",		-- 物品名:"小猪"
        PEGHOOK = "我们得小心。",		-- 物品名:"蝎子"
        TRAILS = "你应该倒下。",		-- 物品名:"野猪猩"
        TURTILLUS = "你无法将自己和这个世界隔离。",		-- 物品名:"坦克龟"
        SNAPPER = "死亡对你会是一种福气。",		-- 物品名:"鳄鱼指挥官"
		RHINODRILL = "兄弟情也救不了你。",		-- 物品名:"后扣帽犀牛兄弟"
		BEETLETAUR = "你是自己悲惨命运的囚徒。",		-- 物品名:"地狱独眼巨猪"
        LAVAARENA_PORTAL = 
        {
            ON = "祝你度过愉快的一天。",		-- 物品名:"远古大门"->开启
            GENERIC = "也许我们能从这里出去。",		-- 物品名:"远古大门"->默认
        },
        HEALINGSTAFF = "我能让我的盟友复活。",		-- 物品名:"生存魔杖"
        FIREBALLSTAFF = "召唤死亡从天而降。",		-- 物品名:"地狱魔杖"
        HAMMER_MJOLNIR = "多么残暴的工具。",		-- 物品名:"锻锤"
        SPEAR_GUNGNIR = "用来切割和挥砍...",		-- 物品名:"尖齿矛"
        BLOWDART_LAVA = "刺穿我敌人的心脏...",		-- 物品名:"吹箭"
        BLOWDART_LAVA2 = "燃烧加刺穿！",		-- 物品名:"熔化吹箭"
        WEBBER_SPIDER_MINION = "韦伯似乎以它们为骄傲。",		-- 物品名:"蜘蛛宝宝"
        BOOK_FOSSIL = "文字中蕴含着力量。",		-- 物品名:"石化之书"
		SPEAR_LANCE = "多么残暴的武器...",		-- 物品名:"螺旋矛"
		BOOK_ELEMENTAL = "我可不想要这种力量。",		-- 物品名:"召唤之书"
        QUAGMIRE_ALTAR = 
        {
        	GENERIC = "那头怪兽的饥饿是永不终止的。",		-- 物品名:"饕餮祭坛"->默认
        	FULL = "我们可以晚点走上最后的结局了。",		-- 物品名:"饕餮祭坛"->满了
    	},
		QUAGMIRE_SUGARWOODTREE = 
		{
			GENERIC = "它有一种病态的美。",		-- 物品名:"糖木树"->默认
			STUMP = "桩桩件件，总有终结的时候。",		-- 物品名:"糖木树"->暴食模式糖木树只剩树桩了
			TAPPED_EMPTY = "犹如匕首穿过心脏，树木的心脏。",		-- 物品名:"糖木树"->暴食模式糖木树空了
			TAPPED_READY = "现在我可以收了它啦。",		-- 物品名:"糖木树"->暴食模式糖木树好了
			TAPPED_BUGS = "它们全都白白献身了。",		-- 物品名:"糖木树"->暴食模式糖木树上有蚂蚁
			WOUNDED = "它的生命危在旦夕。",		-- 物品名:"糖木树"->暴食糖木树生病了
		},
		QUAGMIRE_SPOTSPICE_SHRUB = 
		{
			GENERIC = "我估计它是可以吃的。",		-- 物品名:"带斑点的小灌木"->默认
			PICKED = "能拿的我们都拿完了。",		-- 物品名:"带斑点的小灌木"->被采完了
		},
		QUAGMIRE_SALT_RACK =
		{
			READY = "没有盐。",		-- 物品名:"盐架"->准备好的 满的
			GENERIC = "还没有盐。",		-- 物品名:"盐架"->默认
		},
		QUAGMIRE_SAFE = 
		{
			GENERIC = "我们往里面瞧一眼吧...",		-- 物品名:"保险箱"->默认
			LOCKED = "锁住了，就像我的心一样。",		-- 物品名:"保险箱"->锁住了
		},
		QUAGMIRE_MUSHROOMSTUMP =
		{
			GENERIC = "它们在死神创造的树桩上茁壮成长。",		-- 物品名:"蘑菇"->默认
			PICKED = "万物都会消亡，就连菌类也不例外。",		-- 物品名:"蘑菇"->被采完了
		},
        QUAGMIRE_RUBBLE_HOUSE =
        {
            "死神来过这里。",		-- 物品名:"残破的房子" 制造描述:未找到
            "这是一座鬼城。",		-- 物品名:"残破的房子" 制造描述:未找到
            "这个房子发生过悲剧。",		-- 物品名:"残破的房子" 制造描述:未找到
        },
        QUAGMIRE_SWAMPIGELDER =
        {
            GENERIC = "你好吗，先生？",		-- 物品名:"沼泽猪长老"->默认
            SLEEPING = "他正在为长睡不醒做准备呢。",		-- 物品名:"沼泽猪长老"->睡着了
        },
        QUAGMIRE_FOOD =
        {
        	GENERIC = "我们应当把它献祭给野兽。",		-- 物品名:未找到
            MISMATCH = "它不是野兽想要的。",		-- 物品名:未找到
            MATCH = "对此，野兽会感到满意的。",		-- 物品名:未找到
            MATCH_BUT_SNACK = "这会满足野兽的，但不会长久。",		-- 物品名:未找到
        },
        QUAGMIRE_PARK_GATE =
        {
            GENERIC = "现在我可以进入公园了。",		-- 物品名:"铁门"->默认
            LOCKED = "我要有钥匙才能进入。",		-- 物品名:"铁门"->锁住了
        },
        QUAGMIRE_PIGEON =
        {
            DEAD = "冷冰冰，死翘翘。",		-- 物品名:"鸽子"->死了 制造描述:"这是一只完整的活鸽。"
            GENERIC = "要不要把你做成馅饼呀，小鸟？",		-- 物品名:"鸽子"->默认 制造描述:"这是一只完整的活鸽。"
            SLEEPING = "它正在为长睡不醒做准备呢。",		-- 物品名:"鸽子"->睡着了 制造描述:"这是一只完整的活鸽。"
        },
        WINONA_CATAPULT = 
        {
        	GENERIC = "剿灭来犯之敌。",		-- 物品名:"薇诺娜的投石机"->默认 制造描述:"向敌人投掷大石块"
        	OFF = "它沉默了...",		-- 物品名:"薇诺娜的投石机"->关闭 制造描述:"向敌人投掷大石块"
        	BURNING = "噢，不...",		-- 物品名:"薇诺娜的投石机"->正在燃烧 制造描述:"向敌人投掷大石块"
        	BURNT = "最终，一切都烧成了灰烬。",		-- 物品名:"薇诺娜的投石机"->烧焦的 制造描述:"向敌人投掷大石块"
        },
        WINONA_SPOTLIGHT = 
        {
        	GENERIC = "本喵要在舞台中央~",		-- 物品名:"薇诺娜的聚光灯"->默认 制造描述:"白天夜里都发光"
        	OFF = "它沉默了...",		-- 物品名:"薇诺娜的聚光灯"->关闭 制造描述:"白天夜里都发光"
        	BURNING = "噢，不...",		-- 物品名:"薇诺娜的聚光灯"->正在燃烧 制造描述:"白天夜里都发光"
        	BURNT = "最终，一切都烧成了灰烬。",		-- 物品名:"薇诺娜的聚光灯"->烧焦的 制造描述:"白天夜里都发光"
        },
        WINONA_BATTERY_LOW = 
        {
        	GENERIC = "好像是个电力盒子。",		-- 物品名:"薇诺娜的发电机"->默认 制造描述:"要确保电力供应充足"
        	LOWPOWER = "对于这个世界来说，待电时间不够长。",		-- 物品名:"薇诺娜的发电机"->没电了 制造描述:"要确保电力供应充足"
        	OFF = "薇诺娜又往里面放了啥？哦...",		-- 物品名:"薇诺娜的发电机"->关闭 制造描述:"要确保电力供应充足"
        	BURNING = "噢，不...",		-- 物品名:"薇诺娜的发电机"->正在燃烧 制造描述:"要确保电力供应充足"
        	BURNT = "最终，一切都烧成了灰烬。",		-- 物品名:"薇诺娜的发电机"->烧焦的 制造描述:"要确保电力供应充足"
        },
        WINONA_BATTERY_HIGH = 
        {
        	GENERIC = "看着有点奇怪。",		-- 物品名:"薇诺娜的宝石发电机"->默认 制造描述:"这玩意烧宝石，所以肯定不会差。"
        	LOWPOWER = "电量在慢慢的消耗。",		-- 物品名:"薇诺娜的宝石发电机"->没电了 制造描述:"这玩意烧宝石，所以肯定不会差。"
        	OFF = "我看它需要宝石。",		-- 物品名:"薇诺娜的宝石发电机"->关闭 制造描述:"这玩意烧宝石，所以肯定不会差。"
        	BURNING = "噢，不...",		-- 物品名:"薇诺娜的宝石发电机"->正在燃烧 制造描述:"这玩意烧宝石，所以肯定不会差。"
        	BURNT = "最终，一切都烧成了灰烬。",		-- 物品名:"薇诺娜的宝石发电机"->烧焦的 制造描述:"这玩意烧宝石，所以肯定不会差。"
        },
        COMPOSTWRAP = "它是...粪便...。",		-- 物品名:"肥料包" 制造描述:"\"草本\"的疗法。"
        ARMOR_BRAMBLE = "防守是最好的进攻。",		-- 物品名:"荆棘外壳" 制造描述:"让大自然告诉你什么叫\"滚开\"。"
        TRAP_BRAMBLE = "长满尖刺，准备诱捕。",		-- 物品名:"荆棘陷阱" 制造描述:"都有机会中招的干\n扰陷阱。"
        BOATFRAGMENT03 = "剩下的只有残骸。",		-- 物品名:"船碎片"
        BOATFRAGMENT04 = "剩下的只有残骸。",		-- 物品名:"船碎片"
        BOATFRAGMENT05 = "剩下的只有残骸。",		-- 物品名:"船碎片"
		BOAT_LEAK = "要补漏，不然会沉。",		-- 物品名:"漏洞"
        MAST = "乘风破浪会有时，直挂云帆济沧海！",		-- 物品名:"桅杆" 制造描述:"乘风破浪会有时。"
        SEASTACK = "可别碰到它了。",		-- 物品名:"浮堆"
        FISHINGNET = "新型捕鱼工具。",		-- 物品名:"渔网" 制造描述:"就是一张网。"
        ANTCHOVIES = "它看起来真怪。",		-- 物品名:"蚁头凤尾鱼"
        STEERINGWHEEL = "浪~",		-- 物品名:"方向舵" 制造描述:"航海必备道具。"
        ANCHOR = "等我不想再动的时候就用它。",		-- 物品名:"锚" 制造描述:"船用刹车"
        BOATPATCH = "我真希望我们用不上它。",		-- 物品名:"船补丁" 制造描述:"打补丁永远不晚。"
        DRIFTWOOD_TREE = 
        {
            BURNING = "哦，它在燃烧。",		-- 物品名:"浮木"->正在燃烧
            BURNT = "你的苦难现在结束了。",		-- 物品名:"浮木"->烧焦的
            CHOPPED = "我们用双手给它送终。",		-- 物品名:"浮木"->被砍了
            GENERIC = "已泛白的枯树残骸。",		-- 物品名:"浮木"->默认
        },
        DRIFTWOOD_LOG = "漂白的像太阳底下的骨头。",		-- 物品名:"浮木桩"
        MOON_TREE = 
        {
            BURNING = "哦，它在燃烧。",		-- 物品名:"月树"->正在燃烧
            BURNT = "你的苦难现在结束了。",		-- 物品名:"月树"->烧焦的
            CHOPPED = "我们用双手给它送终。",		-- 物品名:"月树"->被砍了
            GENERIC = "转瞬即逝的美。",		-- 物品名:"月树"->默认
        },
		MOON_TREE_BLOSSOM = "脆弱而短暂。",		-- 物品名:"月树花"
        MOONBUTTERFLY = 
        {
        	GENERIC = "这么美的东西不会长久的。",		-- 物品名:"月蛾"->默认
        	HELD = "放弃吧。你逃不脱我的手掌。",		-- 物品名:"月蛾"->拿在手里
        },
		MOONBUTTERFLYWINGS = "它走到了生命的尽头。",		-- 物品名:"月蛾翅膀"
        MOONBUTTERFLY_SAPLING = "尽管困难重重...它还是茁壮成长...",		-- 物品名:"月树苗"
        ROCK_AVOCADO_FRUIT = "结在树上，但是看着像一块石头。",		-- 物品名:"石果"
        ROCK_AVOCADO_FRUIT_RIPE = "它真的能吃？",		-- 物品名:"成熟石果"
        ROCK_AVOCADO_FRUIT_RIPE_COOKED = "做熟了也不见得怎么样。",		-- 物品名:"熟石果"
        ROCK_AVOCADO_FRUIT_SPROUT = "你在苦苦坚持什么呢？",		-- 物品名:"发芽的石果"
        ROCK_AVOCADO_BUSH = 
        {
        	BARREN = "它再也结不出果了。",		-- 物品名:"石果灌木丛"
			WITHERED = "它居然在烈日下屈服了！",		-- 物品名:"石果灌木丛"->枯萎了
			GENERIC = "结果了。",		-- 物品名:"石果灌木丛"->默认
			PICKED = "没什么东西给我。",		-- 物品名:"石果灌木丛"->被采完了
			DISEASED = "它腐化了，被污染了。",		-- 物品名:"石果灌木丛"->生病了
            DISEASING = "里面充斥着邪恶。",		-- 物品名:"石果灌木丛"->正在生病？？
			BURNING = "哦，它在燃烧。",		-- 物品名:"石果灌木丛"->正在燃烧
		},
        DEAD_SEA_BONES = "大海拒绝它的亡者。",		-- 物品名:"海骨"
        HOTSPRING = 
        {
        	GENERIC = "这温泉太小了吧...",		-- 物品名:"温泉"->默认
        	BOMBED = "看不出有什么帮助。",		-- 物品名:"温泉"
        	GLASS = "头上是固体的玻璃。",		-- 物品名:"温泉"
			EMPTY = "什么都没剩下",		-- 物品名:"温泉"
        },
        MOONGLASS = "尖锋会很快了断所有。",		-- 物品名:"月亮碎片"
        MOONGLASS_ROCK = "病恹恹的颜色！",		-- 物品名:"月光玻璃"
        BATHBOMB = "来遮蔽死亡和忧伤的味道。",		-- 物品名:"沐浴球" 制造描述:"春天里来百花香？这点子把地都炸碎了"
        TRAP_STARFISH =
        {
            GENERIC = "是一个海星。",		-- 物品名:"海星"->默认
            CLOSED = "要是把我整个人吞掉就好了。",		-- 物品名:"海星"
        },
        DUG_TRAP_STARFISH = "它原本有机会咬住我，可惜了吧。",		-- 物品名:"海星陷阱"
        SPIDER_MOON = 
        {
        	GENERIC = "长腿的死神。",		-- 物品名:"破碎蜘蛛"->默认
        	SLEEPING = "它睡得真香。",		-- 物品名:"破碎蜘蛛"->睡着了
        	DEAD = "一切都会走到尽头。",		-- 物品名:"破碎蜘蛛"->死了
        },
        MOONSPIDERDEN = "里面藏着可怕的生物。",		-- 物品名:"破碎蜘蛛洞"
		FRUITDRAGON =
		{
			GENERIC = "它喜欢独处。",		-- 物品名:"沙拉蝾螈"->默认
			RIPE = "你看着可好吃了。",		-- 物品名:"沙拉蝾螈"
			SLEEPING = "它进入了最深的睡眠。",		-- 物品名:"沙拉蝾螈"->睡着了
		},
        PUFFIN =
        {
            GENERIC = "噢，无忧无虑啊。",		-- 物品名:"海鹦鹉"->默认
            HELD = "生活就是不公平，对吧？",		-- 物品名:"海鹦鹉"->拿在手里
            SLEEPING = "它睡得真香。",		-- 物品名:"海鹦鹉"->睡着了
        },
		MOONGLASSAXE = "华丽的斧头。",		-- 物品名:"月光玻璃斧" 制造描述:"脆弱而有效。"
		GLASSCUTTER = "玻璃做的刀也是很锋利的。",		-- 物品名:"玻璃刀" 制造描述:"尖端武器。"
        ICEBERG =
        {
            GENERIC = "啊，我的船差点就撞上了。",		-- 物品名:"迷你冰山"->默认
            MELTED = "融化了一点。",		-- 物品名:"迷你冰山"->融化了
        },
        ICEBERG_MELTED = "融化了一点。",		-- 物品名:"融化的迷你冰山"
        MINIFLARE = "让其他人知道我在哪。",		-- 物品名:"信号" 制造描述:"为你信任的朋友照亮前路。"
		MOON_FISSURE = 
		{
			GENERIC = "我看到光了!", 		-- 物品名:"天体裂隙"->默认
			NOLIGHT = "压力这么大，大地都崩溃了。",		-- 物品名:"天体裂隙"
		},
        MOON_ALTAR =
        {
            MOON_ALTAR_WIP = "不喜欢这种不完整的感觉。",		-- 物品名:未找到
            GENERIC = "嘿嘿，对，快告诉我有什么秘密。",		-- 物品名:未找到
        },
        MOON_ALTAR_IDOL = "也许我们应该把它搬走。",		-- 物品名:"天体祭坛雕像"
        MOON_ALTAR_GLASS = "它想找到丢失的部分。",		-- 物品名:"天体祭坛底座"
        MOON_ALTAR_SEED = "它想得到某种能量。",		-- 物品名:"天体祭坛宝球"
        MOON_ALTAR_ROCK_IDOL = "感觉里面有东西...",		-- 物品名:"在呼唤我"
        MOON_ALTAR_ROCK_GLASS = "感觉里面有东西...",		-- 物品名:"在呼唤我"
        MOON_ALTAR_ROCK_SEED = "感觉里面有东西...",		-- 物品名:"在呼唤我"
        MOON_ALTAR_CROWN = "你现在安全了。",		-- 物品名:"未激活天体贡品"
        MOON_ALTAR_COSMIC = "低语……越来越大声了……",		-- 物品名:"天体贡品"
        SEAFARING_PROTOTYPER =
        {
            GENERIC = "去海上钓大鱼！",		-- 物品名:"智囊团"->默认 制造描述:"海上科学。"
            BURNT = "它先走一步了...",		-- 物品名:"智囊团"->烧焦的 制造描述:"海上科学。"
        },
        BOAT_ITEM = "准备出发。",		-- 物品名:"船套装" 制造描述:"让大海成为你的领地。"	
        STEERINGWHEEL_ITEM = "可以做方向舵...",		-- 物品名:"方向舵套装" 制造描述:"航海必备道具。"
        ANCHOR_ITEM = "船锚用品。",		-- 物品名:"锚套装" 制造描述:"船用刹车"
        MAST_ITEM = "造桅杆用的。",		-- 物品名:"桅杆套装" 制造描述:"乘风破浪会有时。"
        MUTATEDHOUND = 
        {
        	DEAD = "这样更好。",		-- 物品名:"恐怖猎犬"->死了
        	GENERIC = "对这个生物来说，活着就是受罪。",		-- 物品名:"恐怖猎犬"->默认
        	SLEEPING = "不要醒过来。",		-- 物品名:"恐怖猎犬"->睡着了
        },
        MUTATED_PENGUIN = 
        {
			DEAD = "这样更好。",		-- 物品名:"月岩企鸥"->死了
			GENERIC = "让它活着才是折磨它。",		-- 物品名:"月岩企鸥"->默认
			SLEEPING = "不要醒过来。",		-- 物品名:"月岩企鸥"->睡着了
		},
        CARRAT = 
        {
        	DEAD = "它与世长辞了。",		-- 物品名:"胡萝卜"->死了 制造描述:"灵巧机敏，富含胡萝卜素。"
        	GENERIC = "真是活泼的家伙...",		-- 物品名:"胡萝卜"->默认 制造描述:"灵巧机敏，富含胡萝卜素。"
        	HELD = "自由不属于你。",		-- 物品名:"胡萝卜"->拿在手里 制造描述:"灵巧机敏，富含胡萝卜素。"
        	SLEEPING = "它进入了最深的睡眠。",		-- 物品名:"胡萝卜"->睡着了 制造描述:"灵巧机敏，富含胡萝卜素。"
        },
		BULLKELP_PLANT = 
        {
            GENERIC = "就是些海草。",		-- 物品名:"公牛海带"->默认
            PICKED = "再没海草了。",		-- 物品名:"公牛海带"->被采完了
        },
		BULLKELP_ROOT = "好像是一把黏糊糊的鞭子。",		-- 物品名:"公牛海带茎"
        KELPHAT = "每根都滑滑的，放都放不到一起。",		-- 物品名:"海花冠" 制造描述:"让人神经焦虑的东西。"
		KELP = "这是...不知道，哎。",		-- 物品名:"海带叶"
		KELP_COOKED = "为了生计，也是拼了。",		-- 物品名:"熟海带叶"
		KELP_DRIED = "我们从海里把它捞起来，然后再把它身上的海去掉。",		-- 物品名:"干海带叶"
		GESTALT = "我能感受他们的恐惧和寂寞。",		-- 物品名:"虚空之影"
		COOKIECUTTER = "他们饿的脸都扭曲了。",		-- 物品名:"饼干切割机"
		COOKIECUTTERSHELL = "如今空遗一具外壳。",		-- 物品名:"饼干切割机壳"
		COOKIECUTTERHAT = "我们千辛万苦才做出这玩意。",		-- 物品名:"饼干切割机帽子" 制造描述:"穿着必须犀利。"
		SALTSTACK =
		{
			GENERIC = "肯定不是天然形成的。",		-- 物品名:"盐堆"->默认
			MINED_OUT = "被彻底摧毁了。",		-- 物品名:"盐堆"
			GROWING = "循环又开始了。",		-- 物品名:"盐堆"->正在生长
		},
		SALTROCK = "能做成盐就好了。",		-- 物品名:"盐晶"
		SALTBOX = "它只会推迟不可避免的事情。",		-- 物品名:"盐盒" 制造描述:"用盐来储存食物。"
		TACKLESTATION = "所有鱼类都注意了，本喵来了！",		-- 物品名:"钓具容器" 制造描述:"传统的用饵钓鱼。"
		TACKLESKETCH = "新技术，能把鱼类从它们平静的生活中拉出来。",		-- 物品名:"{item}广告"
        MALBATROSS = "好可怕的鸟！",		-- 物品名:"邪天翁"
        MALBATROSS_FEATHER = "它不再需要这些了。",		-- 物品名:"邪天翁羽毛"
        MALBATROSS_BEAK = "真可怕。",		-- 物品名:"邪天翁喙"
        MAST_MALBATROSS_ITEM = "没事的，我可以处理好。",		-- 物品名:"飞翼风帆套装" 制造描述:"像海鸟一样航向深蓝。"
        MAST_MALBATROSS = "放飞自己。",		-- 物品名:"飞翼风帆" 制造描述:"像海鸟一样航向深蓝。"
		MALBATROSS_FEATHERED_WEAVE = "缝羽毛缝的我指头发痛。",		-- 物品名:"羽毛帆布" 制造描述:"精美的羽毛布料。"
        GNARWAIL =
        {
            GENERIC = "我逃不过它刺穿一切的目光……或者角。",		-- 物品名:"一角鲸"->默认
            BROKENHORN = "有的伤口永远都不会愈合。",		-- 物品名:"一角鲸"
            FOLLOWER = "你真的想随我而去吗？",		-- 物品名:"一角鲸"->追随者
            BROKENHORN_FOLLOWER = "你失去了对自己很重要的东西，对不对？",		-- 物品名:"一角鲸"
        },
        GNARWAIL_HORN = "真锋利……",		-- 物品名:"一角鲸的角"
        WALKINGPLANK = "那样就太简单了。",		-- 物品名:"木板"
        OAR = "划呀划。",		-- 物品名:"桨" 制造描述:"划，划，划小船。"
		OAR_DRIFTWOOD = "划呀划...",		-- 物品名:"浮木桨" 制造描述:"小桨要用浮木造？"
		OCEANFISHINGROD = "去钓海鱼，喵~",		-- 物品名:"海钓竿" 制造描述:"像职业选手一样钓鱼吧。"	--位置
		OCEANFISHINGBOBBER_NONE = "鱼线看起来光秃秃的……也许需要什么……",		-- 物品名:"鱼钩"
        OCEANFISHINGBOBBER_BALL = "如果没东西拉它沉沦，它会一直这么快乐的漂着。",		-- 物品名:"木球浮标" 制造描述:"经典设计，初学者和职业钓手两相宜。"
        OCEANFISHINGBOBBER_OVAL = "如果没东西拉它沉沦，它会一直这么快乐的漂着。",		-- 物品名:"硬物浮标" 制造描述:"在经典浮标的基础上融入了时尚设计。"
		OCEANFISHINGBOBBER_CROW = "如果没东西拉它沉沦，它会一直这么快乐的漂着。",		-- 物品名:"黑羽浮标" 制造描述:"深受职业钓手的喜爱。"
		OCEANFISHINGBOBBER_ROBIN = "如果没东西拉它沉沦，它会一直这么快乐的漂着。",		-- 物品名:"红羽浮标" 制造描述:"深受职业钓手的喜爱。"
		OCEANFISHINGBOBBER_ROBIN_WINTER = "如果没东西拉它沉沦，它会一直这么快乐的漂着。",		-- 物品名:"蔚蓝羽浮标" 制造描述:"深受职业钓手的喜爱。"
		OCEANFISHINGBOBBER_CANARY = "如果没东西拉它沉沦，它会一直这么快乐的漂着。",		-- 物品名:"番红花色羽浮标" 制造描述:"深受职业钓手的喜爱。"
		OCEANFISHINGBOBBER_GOOSE = "如果没东西拉它沉沦，它会一直这么快乐的漂着。",		-- 物品名:"鹅羽浮标" 制造描述:"高级羽绒浮标。"
		OCEANFISHINGBOBBER_MALBATROSS = "如果没东西拉它沉沦，它会一直这么快乐的漂着。",		-- 物品名:"邪天翁羽浮标" 制造描述:"高级巨鸟浮标。"
		OCEANFISHINGLURE_SPINNER_RED = "给鱼的临终餐点。",		-- 物品名:"日出旋转亮片" 制造描述:"早起的鱼儿有虫吃。"
		OCEANFISHINGLURE_SPINNER_GREEN = "给鱼的临终餐点。",		-- 物品名:"黄昏旋转亮片" 制造描述:"低光照环境里效果最好。"
		OCEANFISHINGLURE_SPINNER_BLUE = "给鱼的临终餐点。",		-- 物品名:"夜飞侠旋转亮片" 制造描述:"适用于夜间垂钓。"
		OCEANFISHINGLURE_SPOON_RED = "给鱼的临终餐点。",		-- 物品名:"日出匙型假饵" 制造描述:"早起的鱼儿有虫吃。"
		OCEANFISHINGLURE_SPOON_GREEN = "给鱼的临终餐点。",		-- 物品名:"黄昏匙型假饵" 制造描述:"在夕阳中继续垂钓。"
		OCEANFISHINGLURE_SPOON_BLUE = "给鱼的临终餐点。",		-- 物品名:"夜间匙型假饵" 制造描述:"适用于夜间垂钓。"
		OCEANFISHINGLURE_HERMIT_RAIN = "落下的雨会盖住我空虚的泪……",		-- 物品名:"雨天鱼饵" 制造描述:"留着雨天用。"
		OCEANFISHINGLURE_HERMIT_SNOW = "在冬天钓鱼。",		-- 物品名:"雪天鱼饵" 制造描述:"雪天适合用它钓鱼。"
		OCEANFISHINGLURE_HERMIT_DROWSY = "它们上钩就别想溜走了。",		-- 物品名:"麻醉鱼饵" 制造描述:"把鱼闷住就抓住了一半。"
		OCEANFISHINGLURE_HERMIT_HEAVY = "钓大鱼！",		-- 物品名:"重量级鱼饵" 制造描述:"钓一条大鱼！"
		OCEANFISH_SMALL_1 = "这鱼真小啊。",		-- 物品名:"小孔雀鱼"
		OCEANFISH_SMALL_2 = "先把墨汁挤出来...",		-- 物品名:"针鼻喷墨鱼"
		OCEANFISH_SMALL_3 = "凑合吧。",		-- 物品名:"小饵鱼"
		OCEANFISH_SMALL_4 = "...",		-- 物品名:"三文鱼苗"
		OCEANFISH_SMALL_5 = "看起来很古怪……很脆？",		-- 物品名:"爆米花鱼"
		OCEANFISH_SMALL_6 = "比目比目大魔鱼。",		-- 物品名:"比目鱼"
		OCEANFISH_SMALL_7 = "哼。我看不出有什么相似。",		-- 物品名:"花朵金枪鱼"
		OCEANFISH_SMALL_8 = "我想我们可以利用它的热能。",		-- 物品名:"炽热太阳鱼"
		OCEANFISH_MEDIUM_1 = "丑鱼",		-- 物品名:"泥鱼"
		OCEANFISH_MEDIUM_2 = "斑斑点点。",		-- 物品名:"斑鱼"
		OCEANFISH_MEDIUM_3 = "真是够浮夸的。",		-- 物品名:"浮夸狮子鱼"
		OCEANFISH_MEDIUM_4 = "我的运气真是...",		-- 物品名:"黑鲶鱼"
		OCEANFISH_MEDIUM_5 = "它活的好困惑。",		-- 物品名:"玉米鳕鱼"
		OCEANFISH_MEDIUM_6 = "这么漂亮几乎都不舍得吃了，几乎。",		-- 物品名:"花锦鲤"
		OCEANFISH_MEDIUM_7 = "这么漂亮几乎都不舍得吃了，几乎。",		-- 物品名:"金锦鲤"
		OCEANFISH_MEDIUM_8 = "把它做成冰雕怎么样？",		-- 物品名:"冰鲷鱼"
		PONDFISH = "本喵最喜欢的食物。",		-- 物品名:"淡水鱼"
		PONDEEL = "它可电不到本喵。",		-- 物品名:"鳗鱼"
        FISHMEAT = "那是生鱼肉。",		-- 物品名:"生鱼肉"
        FISHMEAT_COOKED = "美味十足，喵~~",		-- 物品名:"鱼排"
        FISHMEAT_SMALL = "海里还有更大的鱼等着本喵呢",		-- 物品名:"小鱼块"
        FISHMEAT_SMALL_COOKED = "如果能做成烤鱼串就好啦。",		-- 物品名:"烤小鱼块"
		SPOILED_FISH = "这可吃不了。",		-- 物品名:"变质的鱼"
		FISH_BOX = "放里面的鱼可新鲜了。",		-- 物品名:"锡鱼桶" 制造描述:"保持鱼与网捕之日一样新鲜。"
        POCKET_SCALE = "测量鱼的重量。",		-- 物品名:"弹簧秤" 制造描述:"随时称鱼的重量！"
		TACKLECONTAINER = "更方便地携带鱼饵。",		-- 物品名:"钓具箱" 制造描述:"整齐收纳你的钓具。"
		SUPERTACKLECONTAINER = "超方便地携带鱼饵。",		-- 物品名:"超级钓具箱" 制造描述:"更多收纳钓具的空间？我上钩了！"
		TROPHYSCALE_FISH =
		{
			GENERIC = "让我们来测测今天的收获。",		-- 物品名:"鱼类计重器"->默认 制造描述:"炫耀你的斩获。"
			HAS_ITEM = "重量: {weight}\n捕获人: {owner}",		-- 物品名:"鱼类计重器" 制造描述:"炫耀你的斩获。"
			HAS_ITEM_HEAVY = "重量: {weight}\n捕获人: {owner}\n多么肥美的一条鱼啊！",		-- 物品名:"鱼类计重器" 制造描述:"炫耀你的斩获。"
			BURNING = "它烧起来了。",		-- 物品名:"鱼类计重器"->正在燃烧 制造描述:"炫耀你的斩获。"
			BURNT = "真是悲伤。",		-- 物品名:"鱼类计重器"->烧焦的 制造描述:"炫耀你的斩获。"
			OWNER = "重量: {weight}\n捕获人: {owner}\n不愧是本喵~",		-- 物品名:"鱼类计重器" 制造描述:"炫耀你的斩获。"
			OWNER_HEAVY = "重量: {weight}\n捕获人: {owner}\n可以饱餐一顿了，喵~",		-- 物品名:"鱼类计重器" 制造描述:"炫耀你的斩获。"
		},
		OCEANFISHABLEFLOTSAM = "就是一堆烂泥和杂草。",		-- 物品名:"海洋残骸"
		CALIFORNIAROLL = "海草卷着鱼。",		-- 物品名:"加州卷"
		SEAFOODGUMBO = "浓浓的鱼香味~",		-- 物品名:"海鲜浓汤"
		SURFNTURF = "带鱼香的肉。",		-- 物品名:"海鲜牛排"
        WOBSTER_SHELLER = "它坚硬的外壳保护它不受外面那个残忍世界的伤害。", 		-- 物品名:"龙虾"
        WOBSTER_DEN = "潮湿凄凉的家。",		-- 物品名:"龙虾窝"
        WOBSTER_SHELLER_DEAD = "它遇见了它的创造者。我遇见了我的午餐。",		-- 物品名:"死龙虾"
        WOBSTER_SHELLER_DEAD_COOKED = "一顿美餐！",		-- 物品名:"美味的龙虾"
        LOBSTERBISQUE = "我想要一个匙子。",		-- 物品名:"龙虾汤"
        LOBSTERDINNER = "味道还可以...",		-- 物品名:"龙虾正餐"
        WOBSTER_MOONGLASS = "这个世界让它变得坚硬和锋利。",		-- 物品名:"月光龙虾"
        MOONGLASS_WOBSTER_DEN = "那冰冷的玻璃里有什么活物？",		-- 物品名:"月光玻璃窝"
		TRIDENT = "让我们在海上弹奏优美的曲调。",		-- 物品名:"刺耳三叉戟" 制造描述:"在汹涌波涛中引领潮流吧！"
		WINCH =
		{
			GENERIC = "它在必要时能派上用场。",		-- 物品名:"夹夹绞盘"->默认 制造描述:"让它帮你捞起重的东西吧。"
			RETRIEVING_ITEM = "它把什么东西从海里捞了出来……",		-- 物品名:"夹夹绞盘" 制造描述:"让它帮你捞起重的东西吧。"
			HOLDING_ITEM = "这是我付出努力后换来的。",		-- 物品名:"夹夹绞盘" 制造描述:"让它帮你捞起重的东西吧。"
		},
        HERMITHOUSE =
	{
            GENERIC = "也许坏了的东西也可以修好吧……假以时日……",		-- 物品名:"隐士之家"->默认
            BUILTUP = "根本不值得救。",		-- 物品名:"隐士之家"
        }, 
        SHELL_CLUSTER = "音乐的集合体？",		-- 物品名:"贝壳堆"
		SINGINGSHELL_OCTAVE3 =
		{
			GENERIC = "留下了一首动听的歌。",		-- 物品名:"中音贝壳钟"->默认
		},
		SINGINGSHELL_OCTAVE4 =
		{
			GENERIC = "声音低沉而优美……",		-- 物品名:"低音贝壳钟"->默认
		},
		SINGINGSHELL_OCTAVE5 =
		{
			GENERIC = "我还记得上次和Haruz一起去海滩拾贝壳是什么时候呢",		-- 物品名:"高音贝壳钟"->默认
        },
        CHUM = "先把鱼养肥...",		-- 物品名:"鱼食" 制造描述:"鱼儿的美食。"
        SUNKENCHEST =
        {
            GENERIC = "看啊，本喵发现了什么！",		-- 物品名:"沉底箱子"->默认
            LOCKED = "它居然锁住了。",		-- 物品名:"沉底箱子"->锁住了
        },
        RESKIN_TOOL = "可以给那布满灰尘的家清理清理了。",		-- 物品名:"清洁扫把" 制造描述:"把装潢的东西清扫的干干净净。"
        MOON_FISSURE_PLUGGED = "他们被困住了……暂时的。",		-- 物品名:"堵住的裂隙"
		
        PORTABLECOOKPOT_ITEM =
        {
            GENERIC = "它可真方便啊...",		-- 物品名:"便携烹饪锅"->默认 制造描述:"随时随地为美食家服务。"
            DONE = "完成了。",		-- 物品名:"便携烹饪锅"->完成了 制造描述:"随时随地为美食家服务。"
			COOKING_LONG = "我们需要耐心等待。",		-- 物品名:"便携烹饪锅"->饭还需要很久 制造描述:"随时随地为美食家服务。"
			COOKING_SHORT = "很快就完。",		-- 物品名:"便携烹饪锅"->饭快做好了 制造描述:"随时随地为美食家服务。"
			EMPTY = "空空如也。",		-- 物品名:"便携烹饪锅" 制造描述:"随时随地为美食家服务。"
        },
        PORTABLEBLENDER_ITEM = "把所有食物混合起来。",		-- 物品名:"便携研磨器" 制造描述:"把原料研磨成粉状调味品。"
        PORTABLESPICER_ITEM =
        {
            GENERIC = "来给生活调点味。",		-- 物品名:"便携香料站"->默认 制造描述:"调味让饭菜更可口。"
            DONE = "完成了！",		-- 物品名:"便携香料站"->完成了 制造描述:"调味让饭菜更可口。"
        },
        SPICEPACK = "至少能为我的食物抵御腐坏的味道。",		-- 物品名:"厨师袋" 制造描述:"使你的食物保持新鲜。"
        SPICE_GARLIC = "这臭味能让生人勿近。",		-- 物品名:"蒜粉" 制造描述:"用口臭防守是最好的进攻。"
        SPICE_SUGAR = "真是甜啊，喵~",		-- 物品名:"蜂蜜水晶" 制造描述:"令人心平气和的甜美。"
        SPICE_CHILI = "好辣好辣好辣！",		-- 物品名:"辣椒面" 制造描述:"刺激十足的粉末。"
        SPICE_SALT = "加点咸味。",		-- 物品名:"调味盐" 制造描述:"为你的饭菜加点咸味。"
        MONSTERTARTARE = "本喵可不想吃这玩意。",		-- 物品名:"怪物鞑靼"
        FRESHFRUITCREPES = "我这个上面能加冰淇淋吗？",		-- 物品名:"鲜果可丽饼"
        FROGFISHBOWL = "它真的真的很好...",		-- 物品名:"蓝带鱼排"
        POTATOTORNADO = "天旋地转，如同我的生活。",		-- 物品名:"花式回旋块茎"
        DRAGONCHILISALAD = "怀念有人给我做晚餐的日子...",		-- 物品名:"辣龙椒沙拉"
        GLOWBERRYMOUSSE = "像无尽的深渊一样旋转着。",		-- 物品名:"发光浆果慕斯"
        VOLTGOATJELLY = "扎舌头。",		-- 物品名:"伏特羊肉冻"
        NIGHTMAREPIE = "饱含忧伤的味道，嗯。",		-- 物品名:"恐怖国王饼"
        BONESOUP = "富含营养！",		-- 物品名:"骨头汤"
        MASHEDPOTATOES = "仅仅看着它就让我的肚子咕咕叫了。",		-- 物品名:"奶油土豆泥"
        POTATOSOUFFLE = "如果生命般脆弱的一道菜。",		-- 物品名:"蓬松土豆蛋奶酥"
        MOQUECA = "谢谢你，沃利。",		-- 物品名:"海鲜杂烩"
        GAZPACHO = "冰冷，水汪汪，如同水手的坟墓。",		-- 物品名:"芦笋冷汤"
        ASPARAGUSSOUP = "汤。",		-- 物品名:"芦笋汤"
        VEGSTINGER = "这酒可不会醉人。",		-- 物品名:"蔬菜鸡尾酒"
        BANANAPOP = "我好想在哪吃过它...",		-- 物品名:"香蕉冻"
        CEVICHE = "真是酸酸的。",		-- 物品名:"酸橘汁腌鱼"
        SALSA = "我不太想跳舞。",		-- 物品名:"生鲜萨尔萨酱"
        PEPPERPOPPER = "好吃到几乎让我忘却了沉重的悲痛。",		-- 物品名:"爆炒填馅辣椒"
        TURNIP = "也许Reisen会喜欢的。",		-- 物品名:"大萝卜"
        TURNIP_COOKED = "大萝卜煮好了。",		-- 物品名:"烤大萝卜"
        TURNIP_SEEDS = "它们孕育的生命，是一个谜。",		-- 物品名:"萝卜种子"
        GARLIC = "它给食物增添风味。",		-- 物品名:"大蒜"
        GARLIC_COOKED = "它有点好闻。",		-- 物品名:"烤大蒜"
        GARLIC_SEEDS = "它们孕育的生命，是一个谜。",		-- 物品名:"大蒜种子"
        ONION = "真是催人泪下。",		-- 物品名:"洋葱"
        ONION_COOKED = "它再也无法让谁流泪了。",		-- 物品名:"烤洋葱"
        ONION_SEEDS = "它们孕育的生命，是一个谜。",		-- 物品名:"洋葱种子"
        POTATO = "它有眼睛，却从不哭泣。",		-- 物品名:"土豆"
        POTATO_COOKED = "从现在起，它的眼睛永远睁不开了。",		-- 物品名:"烤土豆"
        POTATO_SEEDS = "它们孕育的生命，是一个谜。",		-- 物品名:"土豆种子"
        TOMATO = "红得像血。",		-- 物品名:"番茄"
        TOMATO_COOKED = "现在它的肉显得更血淋淋了。",		-- 物品名:"烤番茄"
        TOMATO_SEEDS = "它们孕育的生命，是一个谜。",		-- 物品名:"番茄种子"
        ASPARAGUS = "好想还不错。", 		-- 物品名:"芦笋"
        ASPARAGUS_COOKED = "闻起来还行。",		-- 物品名:"烤芦笋"
        ASPARAGUS_SEEDS = "我能或者看到它长大吗？",		-- 物品名:"芦笋种子"
        PEPPER = "它会让本喵的舌尖陷入疯狂！",		-- 物品名:"辣椒"
        PEPPER_COOKED = "我的天啊。",		-- 物品名:"烤辣椒"
        PEPPER_SEEDS = "...",		-- 物品名:"辣椒种子"
        WEREITEM_BEAVER = "小小的木制品，提醒我们伍迪是被诅咒的。",		-- 物品名:"俗气海狸像" 制造描述:"唤醒海狸人的诅咒"
        WEREITEM_GOOSE = "深深的让人不安。",		-- 物品名:"俗气鹅像" 制造描述:"唤醒鹅人的诅咒"
        WEREITEM_MOOSE = "真是俗里俗气的。",		-- 物品名:"俗气鹿像" 制造描述:"唤醒鹿人的诅咒"
        MERMHAT = "我真的要穿上这个吗？",		-- 物品名:"聪明的伪装" 制造描述:"鱼人化你的朋友。"
        MERMTHRONE =
        {
            GENERIC = "\"青蛙们期待着国王的到来\"……",		-- 物品名:"皇家地毯"->默认
            BURNT = "他们的王国来的快去的也快。",		-- 物品名:"皇家地毯"->烧焦的
        },        
        MERMTHRONE_CONSTRUCTION =
        {
            GENERIC = "我不明白你为什么要费劲做这个。",		-- 物品名:"皇家手工套装"->默认 制造描述:"建立一个新的鱼人王朝。"
            BURNT = "那么辛苦都白干了。",		-- 物品名:"皇家手工套装"->烧焦的 制造描述:"建立一个新的鱼人王朝。"
        },        
        MERMHOUSE_CRAFTED = 
        {
            GENERIC = "还没有遭受到时间的蹂躏。",		-- 物品名:"鱼人工艺屋"->默认 制造描述:"适合鱼人的家。"
            BURNT = "只剩灰烬。",		-- 物品名:"鱼人工艺屋"->烧焦的 制造描述:"适合鱼人的家。"
        },
        MERMWATCHTOWER_REGULAR = "他们暂时不会伤害我们了。",		-- 物品名:"鱼人工艺屋" 制造描述:"适合鱼人的家。"
        MERMWATCHTOWER_NOKING = "他们漫无目的的战斗……",		-- 物品名:"鱼人工艺屋" 制造描述:"适合鱼人的家。"
        MERMKING = "他皇室的气派十足，尽管长了好多疣。",		-- 物品名:"鱼人之王"
        MERMGUARD = "是敌是友？",		-- 物品名:"忠诚鱼人守卫"
        MERM_PRINCE = "你准备好担负领袖的重担了吗？",		-- 物品名:"过程中的皇室"
        SQUID = "黑暗时代的明亮双眼。",		-- 物品名:"鱿鱼"
        SMALLGHOST = "可怜的家伙。",		-- 物品名:"小惊吓"	
        CRABKING = 
        {
            GENERIC = "我们中一个会被送进水墓……",		-- 物品名:"帝王蟹"->默认
            INERT = "一堆破沙子……都没点装饰。",		-- 物品名:"帝王蟹"
        },
		CRABKING_CLAW = "它想把我拖到冰冷的深海里去。",		-- 物品名:"巨钳"
		MESSAGEBOTTLE = "不知道是哪个被遗忘的可怜虫发出的。",		-- 物品名:"瓶中信"
		MESSAGEBOTTLEEMPTY = "除了空虚，它都没。",		-- 物品名:"空瓶子"
        MEATRACK_HERMIT =
        {
            DONE = "肉晾好了。",		-- 物品名:"晾肉架"->完成了
            DRYING = "它在干燥的风中晃来晃去。",		-- 物品名:"晾肉架"->正在风干
            DRYINGINRAIN = "雨水让它没那么容易晾干。",		-- 物品名:"晾肉架"->雨天风干
            GENERIC = "没食物谁都活不长……",		-- 物品名:"晾肉架"->默认
            BURNT = "它晾肉的日子永远结束了。",		-- 物品名:"晾肉架"->烧焦的
            DONE_NOTMEAT = "肉晾好了。",		-- 物品名:"晾肉架"
            DRYING_NOTMEAT = "它在干燥的风中晃来晃去。",		-- 物品名:"晾肉架"
            DRYINGINRAIN_NOTMEAT = "雨水让它没那么容易晾干。",		-- 物品名:"晾肉架"
        },
        BEEBOX_HERMIT =
        {
            READY = "它们的辛勤工作收获颇丰!",		-- 物品名:"蜂箱"->准备好的 满的
            FULLHONEY = "它们的辛勤工作收获颇丰!",		-- 物品名:"蜂箱"->蜂蜜满了
            GENERIC = "这里只剩下甜蜜的回忆。",		-- 物品名:"蜂箱"->默认
            NOHONEY = "干活，小蜜蜂！",		-- 物品名:"蜂箱"->没有蜂蜜
            SOMEHONEY = "再加把劲。",		-- 物品名:"蜂箱"->有一些蜂蜜
            BURNT = "蜂蜜烧掉了。",		-- 物品名:"蜂箱"->烧焦的
        },
        HERMITCRAB = "悲惨的命运啊，被你深爱的人丢下。",		-- 物品名:"寄居蟹"
        HERMIT_PEARL = "我来照顾它。",		-- 物品名:"珍珠的珍珠"
        HERMIT_CRACKED_PEARL = "我走过的地方必留下灾祸……",		-- 物品名:"开裂珍珠"
    },
    DESCRIBE_GENERIC = "哎...我不知道。",		--检查物品描述的缺省值
    DESCRIBE_TOODARK = "黑暗！太黑了！",		--天太黑
    DESCRIBE_SMOLDERING = "它快要被火焰吞没了。",		--冒烟
    EAT_FOOD =
    {
        TALLBIRDEGG_CRACKED = "我让它免于经历生活的痛苦。",		--吃孵化的高脚鸟蛋
		WINTERSFEASTFUEL = "它尝起来是节日的味道",		--暂无注释
    },
}
